Repository: djmasde/wmaker
Catalog: WindowMaker-0.17.5/po/*.po
Languages: de, fr, pt, ru, tr

source: could not load font %s. Trying fixed
fr: impossible de charger la fonte %s. Essai de fixed
pt: fonte %s não pôde ser carregado. Tentando fixed
ru: не могу загрузить шрифт %s. Пробую fixed
tr: %S yazýtipi yüklenemedi. FÝxed deniyorum

source: could not parse color "%s"
fr: impossible d'interpréter la couleur «%s»
pt: "%s" não pode ser reconhecido
ru: не могу разобрать цвет "%s"
tr: "%s" rengi yorumlanamadý

source: could not allocate color "%s"
fr: impossible d'allouer la couleur «%s»
pt: cor "%s" não pôde ser alocada
tr: "%s" rengi ayrýlamadý

source: Program "%s" not found or cannot be executed.
fr: Le programme «%s» ne peut être trouvé ou exécuté
pt: Programa "%s" não encontrado ou não pode ser executado.
ru: Программа "%s" не найдена или невыполнима.
tr: "%s" programý bulunamadý ya da çalýþtýrýlamadý

source: Exit window manager?
de: Fenstermanager beenden?
fr: Quitter le gestionnaire de fenêtres?
pt: Sair do gerenciador de janelas?
ru: Выйти из диспетчера окон?
tr: Pencere Denetçisinden çýkmak mý istiyorsunuz ?

source: Close X session
de: Beende Sitzung
fr: Terminer session X
pt: Fechar sessão do X
ru: Завершить X сессию
tr: Oturumu kapat

source: Close Window System session? (all applications will be closed)
de: Sitzung beenden? (alle Anwendungen werden geschlossen)
fr: Terminer la session X? (toutes les applications seront fermées)
pt: Fechar sessão do sistema de janelas? (todos os aplicativos serão fechados)
ru: Закрыть сессию Оконной Системы? (все приложения будут завершены)
tr: Oturumu kapatayým mý? (Tüm uygulamalar durdurulacaktýr)

source: Exiting...
fr: Sortie...
pt: Saindo...
ru: Завершаю работу...
tr: Çýkýyorum..

source: %s: unmatched '"' in menu file
fr: %s: caractère '"' non apparié dans le fichier de menu
pt: %s: '"' não fechado no arquivo de menu
tr: %s: menü dosyasýnda '"' eþlemem hatasý

source: %s: missing command
fr: %s: commande manquante
pt: %s: falta o comando
tr: %s: eksik komut

source: invalid OPEN_MENU specification: %s
fr: spécification OPEN_MENU invalide: %s
pt: especificação de OPEN_MENU inválido: %s
ru: неверная спецификация OPEN_MENU: %s
tr: geçersiz OPEN_MENU tanýmý: %s

source: %s:could not stat menu
fr: %s: échec de stat() pour le menu
pt: %s:menu não pôde ser acessado
ru: %s:не могу получить меню
tr: %s:menüye eriþilemedi

source: %s:could not stat menu :%s
fr: %s: échec de stat() pour le menu: %s
pt: %s:menu não pôde ser acessado: %s
tr: %s:menüye eriþilemedi :%s

source: too many parameters in OPEN_MENU: %s
fr: trop de paramétres pour OPEN_MENU: %s
pt: excesso de parâmetros em OPEN_MENU: %s
tr: OPEN?MENU için fazla parametre: %s

source: %s:missing parameter for menu command "%s"
fr: %s: paramêtre manquant pour la commande de menu «%s»
pt: %s:falta parâmetro no comando de menu "%s"
ru: %s:недостающий параметр для команды меню "%s"
tr: %s:menü komutu "%s" için eksik parametre

source: %s:unknown command "%s" in menu config.
fr: %s: commande inconnue «%s» dans configuration menu.
pt: %s:comando inválido "%s" na configuração do menu.
ru: %s:неизвестная команда "%s" в настройке меню
tr: %s: menü yapýlandýrmasýnda anlaþýlamayan komut "%s"

source: %s:can't add shortcut for entry "%s"
pt: %s:"%s" não pode ter tecla de atalho
tr: %s: "%s" giriþi için kýsayol eklenemiyor

source: %s:maximal line size exceeded in menu config: %s
fr: %s: ligne trop longue dans configuration menu: %s
pt: %s:linha muito comprida no arquivo de menu: %s
ru: %s:превышен максимальный размер строки в настройке меню: %s
tr: %s:menü yapýlandýrmasýnda satýr boyu sýnýrý açýldý: %s

source: %s:missing command in menu config: %s
fr: %s: commande manquante dans configuration menu: %s
pt: %s:falta o comando no menu "%s"
ru: %s:отсутствует команда в настройке меню: %s
tr: %s: menü yapýlandýrmasýnda eksik komut: %s

source: %s:syntax error in menu file:END declaration missing
fr: %s: erreur de syntaxe dans le fichier de menu: END absent
pt: %s:erro de sintaxe no menu:falta um END
ru: %s:синтаксическая ошибка в файле меню: END объявления отсутствует
tr: %s: menü dosyasýnda hata: END tanýmý bulunamýyor

source: could not make arguments for menu file preprocessor
de: Konnte Argumente für den Präprozessor der Menükonfiguration nicht anlegen.
fr: impossible de créer les arguments pour le préprocesseuri de fichier de menu
pt: não foi possível criar parâmetros para o preprocessador para menu
ru: не могу подставить аргументы для препроцессора файла меню
tr: menü dosyasý öniþlemcisi için argüman hazýrlanamadý

source: %s:could not open/preprocess menu file
pt: %s:não foi possível abrir/preprocessar arquivo de menu
tr: %s:menü dosyasý açýlamadý/iþlenemedi

source: %s:could not open menu file
fr: %s: impossible d'ouvrir le fichier de menu
pt: %s:arquivo de menu não pôde ser aberto
ru: %s:не могу открыть файл меню
tr: %s: menü dosyasý açýlamadý

source: %s:invalid menu file
pt: %s:arquivo de menu inválido
tr: %s:geçersiz menü dosyasý

source: %s:no title given for the root menu
fr: %s: aucun titre n'est donné au menu principal
pt: %s:falta o título do menu de aplicações
ru: %s:не дано заголовка для корневого меню
tr: %s:ana menü için baþlýk verilmemiþ

source: out of memory while constructing directory menu %s
fr: épuisement mémoire lors de la construction du menu répertoire %s
pt: faltou memória durante construção do menu de diretório %s
ru: исчерпана память при создании каталога меню %s
tr: dizin menüsü yaratýlýrken bellek bitti

source: %s:could not stat file "%s" in menu directory
fr: %s: échec de stat() pour le fichier «%s» dans le répertoire du menu
pt: $s:arquivo "%s" não pôde ser acessado no menu de diretório
ru: %s:нет информации о файле "%s" в каталоге меню
tr: %s: menü dizinindeki "%s" dosyasýna eriþilemedi

source: Commands
de: Anweisungen
fr: Commandes
pt: Comandos
ru: Команды
tr: Komutlar

source: Exit...
de: Beenden...
fr: Sortie...
pt: Sair...
ru: Выход...
tr: Çýkýþ...

source: %s:could not find menu file "%s"
fr: %s: impossible de trouver le fichier de menu «%s»
pt: %s:arquivo de menu "%s" não encontrado
ru: %s:не могу найти файл меню "%s"
tr: %s:menü dosyasý "%s" bulunamadý

source: %s:could not stat menu "%s"
fr: %s: échec de stat() pour le menu «%s»
pt: %s:arquivo de menu "%s" não pôde ser acessado
ru: %s:нет информации о меню "%s"
tr: %s: "%s" menüsüne eriþilemedi

source: %s:format error in root menu configuration "%s"
fr: %s: erreur de format dans la configuration du menu «%s»
pt: %s:erro no formato do arquivo de configuração de menu "%s"
ru: %s:ошибка формата в настройке корневого меню "%s"
tr: %s:ana menü yapýlandýrmasýnda biçim hatasý "%s"

source: it seems that there already is a window manager running
de: Es scheint schon ein Fenstermanager zu laufen.
fr: il semblerait qu'un gestionnaire de fenêtres fonctionne déja
pt: aparentemente já há um gerenciador de janelas sendo executado
ru: Похоже что другой менеджер окон уже занял мое место
tr: galiba baþka bir pencere denetçisi çalýþýyor

source: could not load logo image for panels
fr: impossible de charger un logo pour les panneaux
pt: arquivo de logo para janelas não pôde ser aberto
ru: не могу загрузить заставку для панелей
tr: paneller için logo görüntüsü yüklenemedi

source: error making logo image for panel:%s
fr: échec création logo pour le panneau: %s
pt: erro na geração do logo para janelas:%s
ru: ошибка при подготовке заставки для панели:%s
tr: panel için logo görüntüsü yaratýlýrken hata oluþtu:%s

source: could not initialize graphics library context: %s
fr: initialisation contexte bibliothèque graphique impossible: %s
pt: erro inicializando contexto da biblioteca gráfica: %s
ru: не могу проинициализировать контекст графической библиотеки: %s
tr: grafik kitaplýðý ile ilgili sorun: %s

source: can't convert "%s" to boolean
fr: conversion de «%s» vers booléen impossible
pt: "%s" não é um valor booleano
ru: не могу преобразовать "%s" в булевскую величину
tr: "%s" ikili düzene çevrilemedi

source: could not get window list!!
de: konnte Fensterliste nicht erhalten!
fr: impossible d'obtenir la liste des fenêtres!!
ru: не могу получить список окон!!
tr: pencere dökümü alýnamadý

source: internal X error: %s
de: interner X Fehler: %s
fr: erreur X interne: %s
pt: erro interno de X: %s
ru: внутренняя ошибка X-window: %s
tr: dahili X hatasý: %s

source: got signal %i (%s) - restarting
fr: signal %i reçu (%s) - redémarrage
pt: sinal %i (%s) recebido - reiniciando
ru: получен сигнал %i (%s) - перезапускаюсь
tr: %i (%s) iþareti alýndý, yeniden baþlatýlýyor

source: got signal %i - restarting
fr: signal %i reçu (%s) - redémarrage
pt: sinal %i recebido - reiniciando
ru: получен сигнал %i - перезапускаюсь
tr: %i iþareti alýndý, yeniden baþlatýlýyor

source: %s: Received signal SIGTERM. Exiting...
pt: %s: Sinal SIGTERM recebido. Saindo...
tr: %s: SIGTERM iþareti alýndý. Çýkýlýyor..

source: got signal %i (%s)
de: Signal %i (%s) erhalten.
fr: signal %i reçu (%s)
pt: signal %i recebido (%s)
ru: получен сигнал %i (%s)
tr: %i (%s) iþareti alýndý.

source: got signal %i
de: Signal %i erhalten.
fr: signal %i reçu
pt: signal %i recebido
ru: получен сигнал %i
tr: %i iþareti alýndý.

source: trying to start alternative window manager...
fr: essai de lancement d'un autre gestionnaire de fenêtres...
pt: tentando iniciar gerenciador de janelas alternativo...
tr: alternatif pencere denetçisi çalýþtýrýlýyor

source: Windows
de: Fenster
fr: Fenêtres
pt: Janelas
ru: Окна
tr: Pencereler

source: image file "%s" used as texture could not be found.
fr: le fichier d'image «%s» utilisé comme texture est introuvable.
pt: arquivo de imagem "%s" usado em textura não encontrado.
ru: файл текстуры "%s" не найден.
tr: Desen olarak kullanýlan "%s" dosyasý bulunamýyor

source: could not load texture pixmap "%s":%s
fr: impossible de charger la texture «%s»: %s
pt: arquivo de imagem "%s" não pôde ser aberto
ru: не могу загрузить pixmap с текстурой "%s":%s
tr: desen pixmap dosyasý "%s" yüklenemiyor:%s

source: could not render texture: %s
fr: impossible de rendre la texture: %s
pt: erro na geração de textura: %s
ru: не могу отобразить текстуру: %s
tr: desen hesaplanamadý:%s

source: could not find icon file "%s"
fr: fichier d'icône «%s» introuvable
pt: ícone de arquivo "%s" não encontrado
ru: не могу найти файл значка "%s"
tr: simge dosyasý "%s" bulunamadý

source: could not create workspace submenu for window menu
fr: impossible de créer le menu listant les plans de travail
pt: não foi possível criar lista de áreas de trabalho para o menu de janela
ru: не могу создать подменю рабочего места для меню окна
tr: pencere menüsü için çalýþma alaný altmenüsü yaratýlamadý

source: (Un)Maximize
de: (Ent)Maximieren
fr: (Dé)Maximiser
pt: (De)Maximizar
ru: Во весь экран ( переключатель)
tr: Ekraný kapla

source: Miniaturize
de: Verkleinern
fr: Miniaturiser
pt: Miniaturizar
ru: Свернуть
tr: Küçült

source: (Un)Shade
de: Ein/Ausrollen
fr: (Dé)Plier
pt: (De)Shadear
ru: Втянуть ( переключатель)
tr: Katla/Aç

source: Hide
de: Verstecken
fr: Cacher
ru: Убрать
tr: Sakla

source: Hide Others
de: Andere verstecken
fr: Cacher les autres
pt: Hide Outros
ru: Убрать остальные
tr: Diðerlerini Sakla

source: Select
fr: Sélectionner
pt: Selecionar
ru: Выделить
tr: Seç

source: Move To
fr: Déplacer Vers
pt: Mover Para
ru: Переместить В
tr: Aktar

source: Attributes...
fr: Attributs...
pt: Atributos...
ru: Свойства...
tr: Özellikler...

source: Close
de: Schließen
fr: Fermer
pt: Fechar
ru: Закрыть
tr: Kapat

source: Could not find specified icon file
fr: Impossible de trouver le fichier d'icône spécifié
pt: Ícone especificado não pôde ser encontrado
ru: Не могу найти указанный файл значка
tr: Belirtilen simge dosyasý bulunamadý

source: not enough memory to open window inspector panel
fr: pas assez de mémoire pour ouvrir le panneau d'inspection
pt: falta de memória criando editor de atributos de janela
ru: недостаточно памяти для открытия панели оконного инспектора
tr: pencere inceleme paneli için yeterli bellek yok

source: Save
fr: Sauver
pt: Salvar
ru: Сохранить
tr: Sakla

source: Apply
fr: Appliquer
pt: Aplicar
ru: Применить
tr: Uygula

source: Revert
fr: Défaire
pt: Reverter
ru: Откат
tr: Geri al

source: Window Specification
fr: Spécification fenêtre
pt: Especificação de Janelas
ru: Спецификация Окна
tr: Pencere Tanýmlarý

source: Window Attributes
fr: Attributs de fenêtre
pt: Atributos de Janela
tr: Pencere Özellikleri

source: Advanced Options
fr: Options Avancées
pt: Opções Avançadas
tr: Ýleri Seçenekler

source: Icon and Initial Workspace
fr: Icône et Plan de travail initiaux
pt: Ícone e Área de Trabalho Inicial
tr: Simge ve Kullanýcý alaný

source: Application Specific
pt: Geral da Aplicação
tr: Uygulamaya Özgü

source: Defaults for all windows
fr: Valeurs-défaut pour toutes les fenêtres
pt: Default para todas as janelas
ru: Значения по умолчанию для всех окон
tr: Tüm pencereler için öntaným

source: The configuration will apply to all windows that have their WM_CLASS property set to the above selected name, when saved.
fr: La configuration s'appliquera à l'ensemble des fenêtres ayant la propriété WM_CLASS positionnée à la valeur sélectionnée ci-dessus, au moment de la sauvegarde.
pt: A configuração será usada para todas as janelas que tenham o valor da propriedade WM_CLASS igual ao nome especificado acima, quando salvo.
ru: Данная конфигурация будет применена ко всем окнам, у которых свойство WM_CLASS установленно в выбранное Вами значение, затем сохранена.
tr: Bu yapýlandýrma kaydedildiðinde WM_CLASS özelliðini yukarýda seçili bulunan ismine ayarlamýþ tüm penceleri etkileyecektir..

source: Attributes
fr: Attributs
pt: Atributos
ru: Свойства
tr: Özellikler

source: Disable titlebar
fr: Pas de barre de titre
pt: Remover barra de título
ru: Отключить заголовок
tr: Baþlýk satýrýný kaldýr

source: Disable resizebar
fr: Pas de barre de redimensionnement
pt: Remover barra de redimensionamento
ru: Отключить растяжимость
tr: Boyutlandýrma satýrýný kaldýr

source: Disable close button
pt: Remover botão de fechar
tr: Kapatma tuþunu kaldýr

source: Disable miniaturize button
pt: Remover botão de miniaturização
tr: Simgeleþtir tulunu kaldýr

source: Keep on top
fr: Conserver au premier plan
pt: Manter sobre outros
ru: Всегда наверху
tr: En üstte tut

source: Omnipresent
fr: Omniprésente
pt: Onipresente
ru: Присутствует везде
tr: Her zaman bulunsun

source: Start Miniaturized
fr: Démarrer Miniaturisé
pt: Iniciar miniaturizado
tr: Simge halinde çalýþþýn

source: Skip window list
fr: Éviter liste des fenêtres
pt: Remover da lista de janelas
ru: Нет в списке окон
tr: Pencere listesine ekleme

source: Advanced
fr: Avancé
pt: Avançado
ru: Дополнительно
tr: Ýleri

source: Ignore HideOthers
fr: Ignorer «HideOthers»
pt: Ignorar HideOthers
ru: Игнорировать УбратьОстальные
tr: HideOthers tan etkilenme

source: Don't bind keyboard shortcuts
fr: Ne pas assigner les raccourcis-clavier
pt: Desabilitar teclas de atalho
ru: Не проверять сочетания клавиш
tr: Kýsayollarý baðlama

source: Don't bind mouse clicks
fr: Ne pas assigner les boutons de la souris
pt: Desabilitar operações de mouse
ru: Не проверять щелчки мыши
tr: Fare týklamalarýný baðlama

source: Keep inside screen
fr: Garder dans l'écran
pt: Manter dentro da tela
ru: Всегда внутри экрана
tr: Ekran içinde tut

source: No application icon
fr: Pas d'icône d'application
pt: Desabilitar ícone de aplicação
ru: Не показывать значок
tr: Uygulama simgesi ekleme

source: Don't let it take focus
fr: Empêcher la prise du focus
pt: Desabilitar foco de teclado
ru: Не давать фокус
tr: Focus almasýna izin verme

source: Don't Save Session
fr: Ne pas Sauver la Session
pt: Não incluir na sessão salva
tr: Oturumu kaydetme

source: Enable the "Don't bind..." options to allow the application to receive all mouse or keyboard events.
pt: Ligue as opções desabilitar teclas e/ou mouse para permitir que a aplicação receba todos os eventos de teclado e/ou mouse
tr: "..baðlama" seçeneklerini seçerek, uygulamanýzýn tüm fare ve klavye olaylarýný yakalamasýný saðlayýn.

source: Miniwindow Image
fr: Image Minifenêtre
pt: Imagem do Miniwindow
ru: Миниатюрное Изображение
tr: Minipencere görüntüsü

source: Update
fr: Mettre à jour
pt: Atualizar
ru: Обновить
tr: Güncelle

source: Icon file name:
fr: Nom du fichier d'icône:
pt: Arquivo de ícone:
ru: Имя файла значка:
tr: Simge dosya ismi:

source: Ignore client supplied icon
fr: Ignorer l'icône du client
pt: Ignorar ícone fornecido pela aplicação
ru: Игнорировать внутренний значок приложения
tr: Uygulamanýn simgesini gözardý et

source: Initial Workspace
fr: Plan de travail initial
pt: Área de Trabalho Inicial
ru: Начальное Рабочее место
tr: Baþlama çalýþma alaný

source: Nowhere in particular
fr: pas d'emplacement particulier
pt: Nenhum lugar em particular
tr: Herhangi bir yerde

source: Application Wide
pt: Geral da Aplicação
tr: Uygulama Çapýnda

source: Start Hidden
fr: Démarrer Caché
pt: Iniciar como Hidden (escondido)
tr: Saklý Baþlat

source: Workspace %i
fr: Plan de travail %i
pt: Área de Trabalho %i
ru: Рабочее место %i
tr: Çalýþma alaný %i

source: Workspaces
de: Arbeitsfläche
fr: Plans de travail
pt: Áreas de Trabalho
ru: Рабочие места
tr: Çalýþma Alanlarý

source: could not create Workspace menu
de: Konne Arbeitsflächenmenü nicht erzeugen
fr: impossible de créer le menu listant les plans de travail
pt: não foi possível criar menu de Workspace
ru: не могу создать меню Рабочих мест
tr: Çalýþma Alaný menüsü yaratýlamadý

source: New
de: Neu
fr: Nouveau
pt: Novo
ru: Новое
tr: Yeni

source: Destroy Last
de: Letzte zerstören
fr: Supprimer le dernier
pt: Destruir Último
ru: Удалить Последнее
tr: Sonucuyu sil

source: invalid data in selection
tr: Seçimde geçersiz veri

source: %s:invalid key modifier "%s"
pt: %s:modificador de tecla de atalho inválido "%s"

source: %s:invalid kbd shortcut specification "%s"
de: %s: ungültige Tastaturabkürzung "%s"
pt: %s:tecla de atalho inválido "%s"

source: %s:invalid key in shortcut "%s"
pt: %s:tecla inválida no atalho "%s"

source: fatal error:
de: fataler Fehler:
fr: erreur fatale:
ru: неустранимая ошибка:

source: warning:
de: Warnung:
fr: avertissement:
ru: предупреждение:

source: Invalid focus mode "%s". Should be Manual, Auto or SemiAuto.
fr: Mode de focus «%s» invalide. Devrait être Manual, Auto ou SemiAuto.
ru: Неверный режим фокуса "%s". Должен быть Manual (Ручной), Auto ( Автоматический) или SemiAuto

source: Invalid focus mode "%s". Should be Fast, Normal, Slow or UltraSlow.
fr: Mode de focus «%s» invalide. Devrait être Fast, Normal, Slow or UltraSlow.

source: could not parse color "%s" for key "WorkspaceBack"
fr: impossible d'interpréter la couleur «%s» pour la clé «WorkspaceBack»

source: Enter command for the docked application:
fr: Entrez la commande pour l'application dockée:
ru: Введите комманду для пришвартованного приложения:

source: Enter command for dropped objects:
fr: Entrez la commande pour les objets lachés:
ru: Введите команду для перетаскиваемых объектов:

source: Workspace Dock
fr: Dock du plan de travail

source: Auto Collapse
fr: Effondrement automatique

source: Collect Icons
fr: Collecter Icônes

source: Remove Selected Icons
fr: Supprimer Icônes Sélectionnés

source: Autolaunch
fr: Lancement automatique
ru: Запускать при старте

source: Set icon...
fr: Choisir icône...

source: Set arguments...
fr: Définir arguments...
ru: Назначить аргументы...

source: Set drop arguments...
fr: Définir arguments du lâcher...
ru: Аргументы при перетаскивании

source: Command:
fr: Commande:
ru: Команда:

source: -noclip do not open the application Clip
fr: -noclip n'ouvre pas le Clip d'applications

source: %s:could open/preprocess menu file
fr: %s: impossible d'ouvrir/de prétraiter le fichier de menu
ru: %s:не могу открыть/предобработать файл меню

source: %s:syntax error in menu config: %s
fr: %s: erreur de syntaxe dans la configuration du menu: %s
ru: %s:синтаксическая ошибка в настройке меню: %s

source: %s:syntax error in menu config. %s
fr: %s: erreur de syntaxe dans la configuration du menu. %s
ru: %s:синтаксическая ошибка в настройке меню. %s

source: Not closable
fr: Non fermable
ru: Незакрываемое

source: Not miniaturizable
fr: Non miniaturisable
ru: Несворачиваемое

source: Browse
fr: Explorer
ru: Найти

source: Floating Fiend
ru: Плавающий Пирс

source: bad window name value in dock state info
ru: плохое значение имени окна в информации о состоянии Причала

source: -nofiend do not open the application Fiend
ru: -nofiend не открывать Пирс для приложений

source: coult not allocate color "%s"
ru: не могу выделить память для цвета "%s"

source: extra parameters to OPEN_MENU: %s
ru: добавочные параметры для OPEN_MENU: %s

source: %s:could not read menu directory
ru: %s:не могу прочесть каталог меню

source: out of memory while constructing menu entry %s
ru: исчерпана память при создании элемента меню

source: Current workspace
ru: Текущее Рабочее место

source: -locale locale locale to use
de: -locale locale zu benutzende Landeseinstellungen

source: cannot set locale %s
de: Kann lokale Einstellungen "%s" nicht vornehmen.

source: falling back to C locale
de: Benutze C Einstellungen.

source: could not open display %s
de: Konnte Display %s nicht öffnen.

source: unsupported visual/depth for gradients
de: Nicht unterstützte Darstellungsart/Farbtiefe für Farbverläufe.

source: could not load XPM file "%s"
de: Kann XPM Datei "%s" nicht laden.

source: cannot load "%s": XPM support not compiled in
de: Kann "%s" nicht laden: XPM Unterstützung wurde nicht installiert.

source: could not load XBM file "%s"
de: Kann XBM Datei "%s" nicht laden.

source: can't identify image file "%s"
de: Kann Grafikdatei "%s" nicht erkennen.

source: unknown image format in "%s"
de: Unbekanntes Grafikformat in "%s".

source: can't load pixmap file "%s". Size too weird
de: Kann `pixmap' Datei "%s" nicht laden. Unmögliche Größe.

source: virtual memory exhausted during pixmap load. Not fatal...
de: Virtueller Speicher beim `pixmap' Laden erschöpft. Nicht bedenklich...

source: virtual memory exhausted. Continuing...
de: Virtueller Speicher erschöpft. Mache weiter...

source: cannot load "%s": XPM format not supported
de: Kann "%s" nicht laden: Das XPM Format wird nicht unterstützt.

source: can't convert XBM file "%s" to internal format
de: Kann XBM Datei "%s" nicht in internes Format umwandeln.

source: virtual memory exhausted during XPM load.
de: Virtueller Speicher beim Laden einer XPM Grafik erschöpft.

source: could not convert image "%s" to internal format
de: Konnte Grafik "%s" nicht ins interne Format umwandeln.

source: can't load "%s": unknown image format
de: Kann "%s" nicht laden. Unbekanntes Grafikformat.

source: could not parse color %s
de: Kann Farbe %s nicht verarbeiten.

source: could not create font set %s. Using fixed
de: Konnte Zeichensatzklasse "%s" nicht anlegen. Benutze "fixed".

source: could not load any usable font set
de: Konnte keine benutzbare Zeichensatzklasse laden.

source: could not load font %s. Using fixed
de: Konnte Schriftart "%s" nicht laden. Benutze "fixed".

source: Gradient texture not supported for your display (PseudoColor %ibpp)
de: Farbverläufe werden von diesem Display (PseudoColor mit %i Bit Farbtiefe) nicht unterstützt.

source: You must enable dithering to be able to use gradients with this display
de: Auf diesem Display können Farbverläufe nur mir Dithering benutzen werden.

source: Gradient texture available only for PseudoColor and TrueColor displays
de: Farbverläufe sind nur für `PseudoColor' und `TrueColor' Display verfügbar.

source: could not allocate texture
de: Konnte Textur nicht anlegen.

source: colormap size value(s) too large
de: Wert(e) in Farbtabellengröße zu groß.

source: Switch to %i
de: Wechsle zu %i

source: out of memory to store menu commands. Nuking it.
de: Kein Speicher um Menüanweisungen zu speichern.
