Repository: djmasde/wmaker
Catalog: WindowMaker-0.17.5/po/*.po
Languages: de, fr, pt, ru, tr

source: Error
de: Fehler
fr: Erreur
pt: Erro
ru: Ошибка
tr: Hata

source: Could not open specified icon file
fr: Impossible d'ouvrir le fichier d'icône spécifié
pt: O ícone especificado não pôde ser aberto
ru: Нем огу открыть указанный файл значка
tr: Beliritilen simge dosyasý açýlamadý

source: Kill Application
pt: Matar Aplicação
tr: Uygulamayý sonlandýr

source: This will kill the application. Any unsaved changes will be lost. Please confirm.
pt: A aplicação será finalizada (kill). Quaisquer modificações não salvas serão perdidas. Confirme por favor.
tr: Bu iþlem uygulamayý sonlandýracaktýr. Yaptýðýnýz deðiþiklikleri kaybedebilirsiniz. Lütfen onaylayýn.

source: Unhide Here
pt: Unhidear Aqui
tr: Burada göster

source: (Un)Hide
pt: (Un)hidear
tr: Sakla/Göster

source: Set Icon...
pt: Mudar ícone...
tr: Simge belirle

source: Kill
de: Zerstören
fr: Tuer
pt: Destruir
ru: Убить
tr: Yok et

source: could not read domain "%s" from defaults database
fr: impossible de lire les valeurs par défaut du domaine «%s»
pt: domínio "%s" do banco de defaults não pôde ser aberto
ru: не могу прочесть значение по умолчанию домена "%s"
tr: Öntanýmlar veritabýnýndan domain "%s" okunamadý

source: can't convert "%s" to boolean for key "%s"
fr: impossible de convertir «%s» en booléen pour la clé «%s»
pt: valor não booleano "%s" em "%s"
tr: "%s", "%s" anahtarý için ikili bir deðere dönüþtürülemedi

source: using default "%s" instead
fr: utilisation par défaut de «%s»
pt: usando "%s" como default
tr: öntanýmlý "%s" kullanýlýyor

source: can't convert "%s" to integer for key "%s"
fr: impossible de convertir «%s» en entier pour la clé «%s»
pt: valor não numérico "%s" em "%s"
tr: "%s", "%s" anahtarý için tamsayýya dönüþtürülemedi

source: Wrong option format for key "%s". Should be %s.
fr: Mauvais format d'option pour la clé «%s». Devrait être %s.
pt: Formato de opção inválido para "%s". Deveria ser %s.
ru: Неверный формат опции для ключа "%s". Должен быть %s.
tr: "%s" anahtarý için yanlýþ seçenek biçimi. %s olmalýydý.

source: Incorrect number of elements in array for key "%s".
fr: Nombre incorrect d'éléments dans la table de la clé «%s».
pt: Número de elementos incorreto na lista da opção "%s".
tr: "%s" anahtarý dizisinin eleman sayýsý yanlýþ.

source: Wrong value for key "%s". Should be Coordinate.
fr: Valeur incorrecte pour la clé «%s». Devrait être une coordonnée.
pt: Valor incorreto para "%s". Deveriam ser coordenadas.
tr: "%s" anahtarý için yanlýþ deðer. Coordinate olmalýydý.

source: can't convert array to integers for "%s".
fr: impossible de convertir la table en entiers pour «%s».
pt: lista de números inválido na opção "%s"
tr: "%s" için dizi tamsayýlara dönüþtürülemiyor.

source: Invalid focus mode "%s". Should be Manual, Auto or Sloppy.
pt: Tipo de focu inválido "%s". Deveria ser Manual, Auto ou Sloppy.
tr: Geçersiz focus kipi "%s". Manual, Auto veya Sloppy olmalýydý.

source: Invalid window placement mode "%s". Should be Auto, Cascade, Random or Manual.
fr: Mode de placement de fenêtre «%s» invalide. Devrait être Auto, Cascade, Random ou manual.
pt: Tipo de layout de janela inválido "%s". Deve ser Auto, Cascade, Random ou Manual
ru: Неверный режим размещения окон "%s". Должен быть Auto (Автоматически), Cascade (Каскад), Random (Случайный) или Manual (Ручной).
tr: Geçersiz pencere yerleþtirme kipi "%s". Auto, Cascade, Random veya Manual olmalýydý.

source: Invalid geometry display type "%s". Should be Center, Corner, Floating or Line.
fr: Type de géométrie d'affichage «%s» invalide. Devrait être Center, Corner, Floating ou Line.
pt: Tipo de mostrador de geometria inválido "%s". Deve ser Center, Corner, Floating ou Line
ru: Неверный тип геометрии дисплея "%s". Должен быть Center (Центр), Corner (Угол), Floating (Плавающий) или Line (Линия).
tr: Geçersiz geometri görüntüleme kipi "%s". Center, Corner, Floating veya Line olmalýydý.

source: Invalid speed "%s". Should be UltraFast, Fast, Medium, Slow or UltraSlow.
pt: Tipo de velocidade inválido "%s". Deve ser UltraFast, Fast, Medium, Slow ou UltraSlow.
tr: Geçersiz hýz "%s". UltraFast, Fast, Medium, Slow veya UltraSlow. olmalýydý

source: "%s" is not a valid color name
pt: "%s" não é um nome de cor válido
tr: "%s" geçerli bir renk ismi deðil

source: bad number of arguments in gradient specification
fr: mauvais nombre d'arguments dans la spécification du dégradé
pt: número de argumentos inválido na especificação de gradient
ru: неверное количество аргументов в спецификации градиента
tr: renk geçiþi tanýmýnda seçenek sayýsý yanlýþ

source: too few arguments in multicolor gradient specification
fr: trop peu d'arguments dans la spécification du dégradé multicolore
pt: cores insuficientes para gradient multicores
ru: слишком мало аргументов в спецификации многоцветного градиента
tr: çok renkli geçiþ tanýmýnda az parametre var.

source: Error in texture specification for key "%s"
fr: Erreur dans la spécification de texture pour la clé «%s»
pt: especificação de textura inválida para opção "%s"
ru: Ошибка в спецификации текстуры для ключа "%s"
tr: "%s" anahtarý için hatalý desen tanýmý

source: Too few elements in array for key "WorkspaceBack".
fr: Trop peu d'éléments dans la table pour la clé «WorkspaceBack».
pt: elementos insuficientes na da opção "WorkspaceBack".
tr: "WorkspaceBack" anahtarý dizini için çok az birim tanýmlanmýþ

source: Wrong type for workspace background. Should be Texture.
fr: Mauvais type pour le fond d'écran. Devrait être une texture
pt: Valor inválido para fundo de área de trabalho. Deve ser uma textura
tr: Çalýþma alaný arkaplaný için yanlýþ kip. Texture olmalýydý.

source: Cannot get color entry for key "WorkspaceBack".
fr: Impossible d'obtenir une couleur pour la clé «WorkspaceBack».
pt: Falta uma cor na opção "WorkspaceBack".
tr: "WorkspaceBack" için renk deðeri bulunamýyor.

source: key "WorkspaceBack" has invalid color "%s"
pt: opção "WorkspaceBack" tem uma cor inválida "%s"
tr: "WorkspaceBack" anahtarý geçersiz "%s" rengini kullanýyor

source: Cannot get file entry for key "WorkspaceBack".
fr: Impossible d'obtenir un nom de fichier pour la clé «WorkspaceBack».
pt: falta um nome de arquivo na opção "WorkspaceBack".
tr: "WorkspaceBack" anahtarý için dosya deðeri okunamýyor

source: could not run "%s"
fr: impossible d'exécuter «%s»
pt: não foi possível executar "%s"
tr: "%s" çalýþtýrýlamadý

source: could not find background image "%s"
fr: fichier d'icône «%s» introuvable
pt: fundo de área de trabalho "%s" não encontrado
tr: Arkaplan görüntüsü "%s" bulunamadý

source: Error in texture specification for key "WorkspaceBack"
fr: Erreur dans la spécification de texture pour la clé «%s»
pt: especificação inválida de textura na opção "WorkspaceBack"
tr: "WorkspaceBack" anahtarý için geçersiz desen tanýmý

source: Invalid justification type "%s". Should be Left, Center or Right
fr: Type de justification «%s» invalide. Devrait être Left, Center ou Right
pt: Tipo de alinhamento inválido "%s". Deve ser Left, Center ou Right
ru: Неверный тип выравнивания "%s". Должен быть Left (Влево), Center (По центру) или Right (Вправо)
tr: Geçersiz hizalama tipi "%s". Left, Center veya Right olmalýydý

source: could not load any usable font
de: Konnte keine benutzbare Schriftart laden.
fr: impossible de charger une fonte utilisable
pt: não foi possível carregar nunhum fonte
ru: не могу загрузить какой-нибудь подходящий шрифт
tr: Kullanýlabilecek bir yazý tipi bulunamadý.

source: could not get color for key "%s"
fr: impossible d'obtenir la couleur pour la clé «%s»
pt: falta uma cor na opção "%s"
tr: "%s" anahtarý için renk bulunamadý

source: invalid key modifier "%s"
fr: modificateur de touche «%s» invalide
pt: modificador de tecla inválida "%s"
ru: неверный модификатор ключа "%s"
tr: Geçersiz anahtar ek bilgisi "%s"

source: invalid kbd shortcut specification "%s"
fr: spécification de raccourci-clavier «%s» invalide
pt: especificação de tecla de atalho inválido "%s"
ru: неверное указание сочетания клавиш "%s"
tr: Geçersiz kýsayol tanýmlamasý "%s"

source: invalid key in shortcut "%s"
fr: touche invalide dans le raccourci-clavier «%s»
pt: tecla inválida em atalho "%s"
ru: неверная клавиша в сочетании "%s"
tr: kýsayol içinde geçersiz tuþ "%s"

source: could not render texture for icon background
fr: impossible de rendre la texture de fond d'icône
pt: a textura de fundo de ícone não pôde ser gerado
ru: не могу отобразить текстуру для фона значка
tr: simge arkaplaný için desen çizilemedi

source: could not render texture for workspace background
fr: impossible de rendre la texture de fond d'écran
pt: a textura de fundo de área de trabalho não pôde ser gerado
ru: не могу отобразить текстуру для фона рабочего места
tr: Çalýþma alaný arkaplaný için desen hesaplanamadý

source: OK
tr: Peki

source: Cancel
de: Abbrechen
fr: Annuler
pt: Cancelar
ru: Отмена
tr: Vazgeç

source: Exit
de: Beenden
fr: Sortie
pt: Sair
ru: Выход
tr: Çýkýþ

source: Yes
pt: Sim
tr: Evet

source: No
pt: Não
tr: Hayýr

source: Could not open directory
fr: impossible d'ouvrir le répertoire
pt: Erro abrindo diretório
tr: Dizin açýlamadý

source: Could not load image file
fr: impossible de charger le fichier d'image
pt: Erro carregando arquivo de imagem
tr: Görüntü dosyasý yüklenemedi

source: Directories
fr: Répertoires
pt: Diretórios
tr: Dizinler

source: Icons
fr: Icônes
pt: Ícones
tr: Simgeler

source: File Name:
fr: Nom du fichier:
pt: Nome de arquivo:
tr: Dosya Ýsmi:

source: Choose File
fr: Fichier choisi
pt: Escolher Arquivo
tr: Dosya Seçimi

source: Icon Chooser
pt: Seletor de Ícones
tr: Simge Seçimi

source: Command Arguments
pt: Argumentos do Comando
tr: Komut parametreleri

source: Command for files dropped by DND
pt: Comando para arqs.largados por DND
tr: DND tarafýndan býrakýlan dosyalar için komut

source: %d will be replaced with the file name
pt: %s será substituído pelo nome de arquivo
tr: %d dosya ismi ile deðiþtirilecektir

source: DND support was not compiled in
pt: suporte para DND não foi compilado
tr: DND desteði eklenmemiþ.

source: Icon
pt: Ícone
tr: Simge

source: Browse...
pt: Escolher...
tr: Tara...

source: Launch this application automatically
pt: Lançar esta aplicação automaticamente
tr: Bu uygulamayý otomatik baþlat

source: Docked Application Settings
pt: Configuração de Aplicação no Dock
tr: Demirlenmiþ Uygulama Seçenekleri

source: Workspace Clip
tr: Çalýþma Alaný Atacý

source: All selected icons will be removed!
fr: Tous les icônes sélectionnés seront supprimés!
pt: Todos os ícones selecionados serão removidos!
tr: Tüm seçilen simgeler silinecek!

source: Keep Icon
pt: Manter Ícone
tr: Simgeyi tut

source: Type the command used to launch the application
pt: Digite o comando usado para rodar a aplicação
tr: Uygulamayý çalýþtýracak komutu girin

source: could not create workspace submenu for Clip menu
fr: impossible de créer le sous-menu des plans de travail pour le menu Clip
pt: não foi possível criar submenu para o menu do Clip
tr: Ataç menüsü altýnda çalýþma alaný alt menüsü yaratýlamadýo

source: could not create options submenu for Clip menu
fr: impossible de créer le sous-menu des options pour le menu Clip
pt: não foi possível criar submenu para o menu do Clip
tr: Ataç menüsü için seçenekler alt menüsü yaratýlamadý

source: Floating Clip
fr: Clip flottant
pt: Clip Flutuante
tr: Görünür Ataç

source: Collapsed
fr: Effondré
pt: Encolhido
ru: Свернуто
tr: Toplanmýþ

source: AutoCollapse
pt: AutoColapsar
tr: Kendiliðinden Topla

source: AutoAttract Icons
pt: AutoAtrair Ícones
tr: Simgeleri Çek

source: Keep Attracted Icons
fr: Conserver Les Icônes Attirés
pt: Manter Ícones Atraídos
tr: Çekilen simgeleri tut

source: Floating Dock
fr: Dock flottant
pt: Dock Flutuante
ru: Плавающий Причал
tr: Simge Limaný

source: Clip Options
fr: Options Clip:
pt: Opções do Clip
tr: Ataç Seçenekleri

source: (Un)Select Icon
pt: (De)selecionar Ícone
tr: Simge Seç(me)

source: (Un)Select All Icons
fr: (Dé)Sélectionner Tous Les Icônes
pt: (De)selecionar Todos Ícones
tr: Tüm Simgeleri Seç(me)

source: Keep Icon(s)
pt: Manter Ícone(s)
tr: Simgeleri Tut

source: Move Icon(s) To
pt: Mover Ícone(s) Para
tr: Simgeleri Taþý

source: Remove Icon(s)
pt: Remover Ícone(s)
tr: Simgeleri Kaldýr

source: Attract Icons
fr: Attirer Icônes
pt: Atrair Ícones
tr: SÝmgeleri çek

source: Launch
fr: Lancement
pt: Lançar
ru: Запустить
tr: Çalýþtýr

source: Settings...
pt: Configurar...
tr: Seçenekler..

source: bad value in docked icon state info %s
fr: valeur incorrecte dans l'état d'un icône du Dock %s
pt: valor inválido %s em arquivo estado do dock
ru: плохое значение в информации о состоянии пришвартованного значка
tr: demirlenmiþ simge durumunda yanlýþ deðer %s

source: bad value in docked icon position %i,%i
fr: position %i,%i d'icone du Dock incorrecte
pt: valor de posição de ícone no dock inválido %i,%i
tr: demirlenmiþ simge konumunda yanlýþ deðer %i,%i

source: there are too many icons stored in dock. Ignoring what doesn't fit
fr: le Dock contient trop d'icônes. Le surplus est ignoré
pt: excesso de ícones no dock. Ignorando o que não cabe
ru: слишком много значков пришвартовано. Не замечаю не влезающие
tr: Limana demirlenmiþ çok fazla simge var. Sýðmayanlarla ilgilenmiyorum

source: Dock Icon
fr: Icône du Dock
pt: Docar Ícone
ru: Значок Причала
tr: Liman Simgesi

source: Could not execute command "%s"
fr: Impossible d'exécuter la commande «%s»
pt: Comando "%s" não pôde ser executado
ru: Не могу выполнить команду "%s"
tr: "%s" komutu çalýþtýrýlamadý

source: stack overflow: too many dead processes
de: Stapelüberlauf: zu viele tote Prozesse.
fr: débordement de pile: trop de processus morts
pt: genocídio detectado: excesso de processos mortos
ru: переполнение стека: слишком много мертвых процессов
tr: yýðýn taþmasý: Çok fazla ölü süreç.

source: could not render gradient: %s
fr: impossible de rendre le dégradé: %s
pt: erro na geração do degradé: %s
ru: не могу отобразить градиент: %s
tr: %s renk geçisi hesaplanamadý

source: error rendering image:%s
fr: échec de fabrication image: %s
pt: erro na conversão da imagem:%s
ru: ошибка при прорисовке изображения:%s
tr: %s görüntüsünün hesaplanmasýnda hata

source: could not find default icon "%s"
de: Konnte das Standardicon "%s" nicht finden
fr: impossible de trouver l'icône par défaut «%s»
pt: ícone default "%s" não pôde ser encontrado
ru: не могу найти значок по умолчанию "%s"
tr: öntanýmlý simge "%s" bulunamadý

source: could not load default icon "%s"
fr: impossible de charger l'icône par défaut «%s»
pt: ícone default "%s" não pôde ser carregado
ru: не могу загрузить значок по умолчанию "%s"
tr: öntanýmlý simge "%s"yüklenemedi

source: Restart failed!!!
de: Neustart fehlgeschlagen!
fr: Échec redémarrage!!!
pt: Falha na reinicialização!!!
ru: Перезапуск не удался!!!
tr: Yeniden baþlatma iþlemi baþarýsýz!

source: %s aborted.
de: %s abgebrochen.
fr: %s interrompu.
pt: %s abortado.
ru: %s прервано.
tr: %s iþleminden vazgeçildi.

source: usage: %s [-options]
de: Benutzung: %s [-Optionen]
pt: utilização: %s [-opções]
ru: использование: %s [-параметры]
tr: Kullaným: %s [-Seçenekler]

source: options:
de: Optionen:
pt: opções:
ru: параметры:
tr: Seçenekler:

source: -nocpp disable preprocessing of configuration files
de: -nocpp Konfigurationsdateien ohne Präprozessor lesen
fr: -nocpp désactive le prétraitement des fichiers de configuration
pt: -nocpp desativa preprocessamento de arquivos de configuração
ru: -nocpp запретить предобработку файлов настройки
tr: -nocpp Yapýlandýrma dosyalarýnýn öniþlemesini durdur

source: -nodock do not open the application Dock
de: -nodock `Dock' nicht öffnen
fr: -nodock n'ouvre pas le Dock d'applications
pt: -nodock desabilitar o Dock
ru: -nodock не открывать Причал приложений
tr: -nodock Simge Limanýný çalýþtýrma

source: -noclip do not open the workspace Clip
pt: -noclip desabilitar o Clip
tr: -noclip çalýþma alaný atacýný çalýþtýrma

source: -visualid visualid visual id of visual to use
fr: -visualid visualid «visual» à utiliser
pt: -visualid visualid visual id do visual a usar
tr: -visualid visualid kullanýlacak visual ID

source: -display host:dpy display to use
de: -display host:dpy zu benutzendes Display
fr: -display host:dpy «display» à utiliser
pt: -display host:dpy display a ser usado
ru: -display хост:дисплей использовать данный дисплей
tr: -display host:dpy kullanýlacak ekran

source: -version print version and exit
de: -version nur Versionsnummer ausgeben
fr: -version affiche la version et sort
pt: -version mostra versão e sai
ru: -version напечатать номер версии и выйти
tr: -version sadece sürüm sayýsýný yaz ve çýk

source: could not determine home directory
fr: impossible de déterminer le répertoire de l'utilisateur
pt: diretório home não pôde ser determinado
ru: не могу обнаружить домашний каталог
tr: kullanýcý dizini belirlenemedi

source: could not find user GNUstep directory. Make sure you have installed WindowMaker correctly and run wmaker.inst
fr: impossible de trouver le répertoire GNUstep de l'utilisateur. Assurez-vous d'avoir installé WindowMaker correctement et lancez wmaker.inst
pt: diretório GNUstep pessoal não pôde ser encontrado. Certifique-se de que WindowMaker está instalado corretamente e execute wmaker.inst
ru: не могу найти каталог GNUstep пользователя. Убедитесь, что WindowMaker установлен верно или запустите wmaker.inst
tr: kullanýcý GNUstep dizini bulunamadý. WindowMaker'in doðru kurulduðundan emin olun ve wmaker.inst komutunu çalýþtýrýn

source: %s:could not execute initialization script
fr: %s: impossible d'exécuter le script d'initialisation
pt: %s:não foi possível executar script de inicialização
ru: %s:не могу выполнить начальный скрипт
tr: %s:yapýlandýrma betiði çalýþtýrýlamadý

source: too few arguments for %s
fr: trop peu d'arguments pour %s
pt: parâmetros insuficientes para %s
ru: слишком мало аргументов для %s
tr: %s için çok az seçenek

source: bad value for visualid: "%s"
fr: mauvaise valeur pour le «visualid»: «%s»
pt: valor inválido de visualID: "%s"
ru: плохое значение для visualid: "%s"
tr: visual ID için kötü deðer:"%s"

source: X server does not support locale
de: Der X Server unterstützt die lokalen Einstellungen nicht.
fr: le serveur X ne supporte pas la localisation
pt: servidor X não suporta locale
ru: X сервер не поддерживает локализацию
tr: X sunucusu dil desteði vermiyor.

source: cannot set locale modifiers
de: Kann lokale Einstellungen nicht setzen.
fr: impossible d'affecter les réglages de localisation
ru: не могу установить параметры локали
tr: Dil ayarlamalarý yapýlamadý.

source: could not open display "%s"
fr: impossible d'ouvrir le «display» %s
pt: não foi possível abrir display "%s"
ru: не могу открыть дисплей "%s"
tr: "%s"ekraný açýlamadý

source: wrealloc() failed while trying to add menu item
de: wrealloc() schlug beim Erzeugen eines Menüeintrags fehl.
fr: échec de wrealloc() lors d'une tentative d'ajout d'élément de menu
pt: falta de memória durante adição de item em menu
ru: wrealloc() не удалась при попытке добавить элемент меню
tr: Menü oluþtururken wrealloc() hatasý.

source: could not define value for %s for cpp
de: konnte den Wert von %s für den Präprozessor `cpp' nicht setzen
fr: impossible de définir la valeur de %s pour cpp
pt: não foi possível definir valor de %s para cpp
ru: не могу определить значения для %s для cpp
tr: Öniþlemci için %s deðeri tanýmlanamadý

source: could not get password entry for UID %i
de: konnte keinen Paßworteintrag mit UID %i finden
fr: impossible d'accéder aux informations sur l'utilisateur d'UID %i
pt: não foi possível achar usernama para UID %i
ru: не могу получить строку пароля для UID %i
tr: %i Kullanýcý kimliði için parola bilgisi alýnamadý

source: your machine is misconfigured. HOSTNAME is set to %s
fr: votre machine est mal configurée. HOSTNAME vaut %s
pt: sua máquina está mal configurada. Valor de HOSTNAME = %s
ru: Ваша машина настроена неверно. HOSTNAME установлено в %s
tr: makinanýzýn yapýlandýrmasýnda hata var. HOSTNAME deðeri %s

source: your machine is misconfigured. HOST is set to %s
fr: votre machine est mal configurée. HOST vaut %s
pt: sua máquina está mal configurada. Valor de HOST = %s
ru: Ваша машина настроена неверно. HOST установлен в %s
tr: makinanýzýn yapýlandýrmasýnda hata var. HOST deðeri %s

source: selection timed-out
fr: fin temporisation de la sélection
pt: time-out tentando ler seleção
ru: выделение устарело
tr: seçim zamaný bitti

source: Program Arguments
fr: Arguments du programme:
pt: Parâmetros do Programa
ru: Аргументы Программы
tr: Yazýlým Parametreleri

source: Enter command arguments:
fr: Entrez les arguments de la commande:
pt: Digite os parâmetros do comando:
ru: Введите аргументы команды:
tr: Komut parametlerini girin:

source: unable to get dropped data from DND drop
fr: impossible de récuperer les données du glisser-lâcher
ru: не могу получить перетащенные данные от DND drop
tr: DND drop iþleminden veri okunanamadý

source: error getting dropped data from DND drop
fr: erreur récupération données du glisser-lâcher
ru: ошибка при получении перетащенных данных от DND drop
tr: DND drop iþleminde hata oluþtu

source: out of memory while getting data from DND drop
fr: épuisement mémoire en fin de glisser-lâcher
pt: falta de memória recuperando dados de drag&drop DND
ru: исчерпана память при получении данных от DND drop
tr: DND drop iþlemi sýrasýnda bellek bitti

source: out of memory during expansion of "%s"
fr: épuisement mémoire lors de l'expansion de «%s»
pt: falta de memória durante expansão de "%s"
ru: исчерпана память во время растяжения "%s"
tr: "%s" açýlýrken bellek bitti

source: out of memory during expansion of "%w"
fr: épuisement mémoire lors de l'expansion de «%w»
pt: falta de memória durante expansão de "%w"
ru: исчерпана память во время растяжения "%w"
tr: "%w" açýlýrken bellek bitti

source: out of memory during expansion of "%a"
fr: épuisement mémoire lors de l'expansion de «%a»
pt: memória insuficiente na expansão de "%a"
ru: исчерпана память во время растяжения "%a"
tr: "%a" açýlýrken bellek bitti

source: out of memory during expansion of "%d"
fr: épuisement mémoire lors de l'expansion de «%d»
pt: falta de memória durante expansão de "%d"
ru: исчерпана память во время растяжения "%d"
tr: "%d" açýlýrken bellek bitti

source: selection not available
fr: sélection indisponible
pt: seleção inexistente
ru: нет выделения
tr: seçilmiþ bir þey yok

source: bad window name value in %s state info
fr: nom de fenêtre incorrect dans l'état de %s
tr: %s durum bilgisinde kötü pencere ismi

source: could not load mask bitmap file "%s". Won't use mask
de: Konnte `bitmap' Maskendatei "%s" nicht laden. Arbeite ohne Maske.
fr: impossible de charger le fichier de masque «%s». Aucun masque ne sera utilisé
pt: arquivo de bitmap "%s" não pôde ser aberto.
ru: не могу загрузить битовую карту маскирования "%s"
tr: "%s" bitmap dosyasý yüklenemedi. Onsuz çalýþýyorum.

source: The following character sets are missing:
de: Die folgenden Zeichensatzklassen fehlen:
fr: Les ensembles de caractères suivants manquent:
ru: Следующие наборы знаков отсутствуют:
tr: Belirtilen yazý türleri bulunamadý:

source: The string "%s" will be used in place
de: Der Text "%s" wird anstatt eines Zeichens.
fr: La chaîne «%s» sera utilisée à la place
ru: Строка "%s" будет использована вместо
tr: Bulunmayan sembol için "%s" kullanýlacak.

source: of any characters from those sets.
de: aus diesen Klassen benutzt.
fr: des caractères de ces ensembles.
ru: любых знаков из этих наборов.
tr: (tüm bulunamayan karakterler için).

source: could not create font set %s. Trying fixed
fr: impossible de créer la fonte %s. Essai de fixed
ru: не могу создать шрифт %s. Пробую fixed
tr: %s yazýtipi yaratýlamýyor. Fixed deniyorum
