Repository: djmasde/wmaker
Catalog: WindowMaker-0.17.5/po/*.po
Languages: de, fr, pt, ru, tr

source: missing command in menu config: %s
de: Fehlende Anweisung in Menükonfiguration: %s

source: menu can only have one WORKSPACE_MENU
de: Menü kann nur einen `WORKSPACE_MENU' Eintrag haben.

source: unknown command "%s" in menu config.
de: Unbekannte Anweisung "%s" in Menükonfiguration.

source: syntax error in menu config. END declaration missing
de: Syntaxfehler in Menükonfiguration. `END' Anweisung fehlt.

source: syntax error in menu config. %s
de: Syntaxfehler in Menükonfiguration: %s

source: no title given for the root menu
de: Kein Titel für das Hauptmenü angegeben

source: could not stat menu configuration file "%s"
de: Konnte nicht auf Menükonfigurationsdatei "%s" zugreifen.

source: no read permision to menu configuration file
de: Darf Menükonfigurationsdatei nicht lesen

source: could not open menu configuration preprocessor
de: Konnte Präprozessor für Menükonfiguration nicht öffnen.

source: couldn't open menu configuration file "%s"
de: Konnte Menükonfigurationsdatei "%s" nicht öffnen.

source: Could not read menu configuration (see console log for details)
de: Konnte Menükonfiguration nicht lesen. (Genaueres im Protokoll auf der Konsole)

source: %s: syntax error in line "%s"
de: %s: Syntaxfehler in Zeile "%s"

source: %s: invalid window attribute specification in "%s"
de: %s: ungültige Angabe einer Fenstereigenschaft in "%s"

source: %s: unknown attribute in line "%s"
de: %s: unbekannte Eigenschaft in Zeile "%s"

source: %s: expected section identifier but got %s
de: %s: erwartete Abschnittskenzeichnung anstatt %s

source: %s: unknown option in line "%s"
de: %s: unbekannte Option in Zeile "%s"

source: %s: invalid colormap size in line "%s"
de: %s: unbekannte Farbtabellengröße in Zeile "%s"

source: %s: invalid geometry display type "%s". Shouldbe center, corner, floating or line
de: %s: ungültige Angabe zur Geometriedarstellung. Sollte `center', `corner', `float' oder `line' sein.

source: %s: invalid focus mode "%s." Should be manual, auto or semiauto
de: %s: ungültige `focus' Angabe. Sollte `manual', `auto' oder `semiauto' sein.

source: %s: invalid window placement mode "%s". Should be auto, cascade or manual
de: %s: ungültige Angabe "%s" zur Fensterpositionierung. Sollte `auto', `cascade' oder `manual' sein.

source: %s: invalid texture type "%s" Should be solid, dgradient, vgradient or hgradient
de: %s: ungültige Texturangabe "%s". Sollte `solid', `dgradient', `vgradient' oder `hgradient' sein.

source: %s: invalid gradient spec. "%s"
de: %s: ungültige Farbverlaufsangabe "%s"

source: %s: invalid coordinate "%s"
de: %s: ungültige Koordinate "%s"

source: %s: invalid justification type "%s". Should be left, center or right
de: %s: ungülige Ausrichtungangabe "%s". Sollte `left', `center' oder `right' sein.

source: could not make arguments for preference file preprocessor
de: Konnte Argumentenliste für den Präprozessor der Konfigurationsdatei nicht anlegen

source: could not open preference file preprocessor
de: Konnte Präprozessor für Konfigurationsdatei nicht öffnen

source: could not open configuration file: "%s"
de: Konnte die Konfigurationsdatei "%s" nicht öffnen

source: could not find a preference file (%s) in "%s"
de: Konnte kein Einstellungsdatei "%s" in "%s" finden

source: could not find icon background "%s"
de: Konnte Iconhintergrund "%s" nicht finden

source: invalid dither colormap size specification.disabling
de: Ungültige Farbtabellengröße für das Dithern. Wird abgeschaltet.

source: Could not build PseudoColor color table
de: Konnte `PseudoColor' Farbtabelle nicht erzeugen

source: appmenu:could not create menu
de: appmenu: Konnte Menü nicht erzeugen

source: appmenu:could not create menu entry
de: appmenu: Konnte Menüeintrag nicht erzeugen

source: could not open file "%s" to save Dock state
de: Datei "%s" konnte nicht zum Sichern der Dockeinstellungen geöffnet werden

source: Could not execute program "%s"
de: Programm "%s" konnte nicht ausgeführt werden
