Repository: djmasde/wmaker
Catalog: WindowMaker-0.20.3/po/*.po
Languages: fi, gl, it, ko

source: Error
fi: Virhe
gl: Erro
it: Errore
ko: 에러

source: Could not open specified icon file
fi: Ei voinut avata kuvaketiedostoa
ko: 지정된 아이콘 열지 못함

source: Kill Application
fi: Tapa sovellus
ko: 강제 종료

source: This will kill the application. Any unsaved changes will be lost. Please confirm.
fi: T‰m‰ tappaa ohjelman. Kaikki tallettamattomat muutokset katoavat. Varmista.
ko: 애플리케이션을 강제 종료합니다. 저장되지 않은 병경 사항을 잃게 됩니다. 종료하시겠습니까?

source: Unhide Here
fi: Palauta
ko: 숨긴 것 이곳에 보임

source: (Un)Hide
fi: Piilota/Palauta
ko: (안)숨김

source: Set Icon...
fi: M‰‰rittele kuvake...
ko: 아이콘 설정

source: Kill
fi: Tapa
gl: Matar
it: Ammazzare
ko: 강제 종료

source: Domain %s (%s) of defaults database is corrupted!
fi: ei voi muuntaa arvoa "%s" boolean arvoon millekk‰‰n avaimelle "%s"

source: could not load domain %s from user defaults database
fi: ei voinut ladata arvoa %s k‰ytt‰j‰n alkuasetustietokannasta

source: Domain %s (%s) of global defaults database is corrupted!
fi: arvo %s (%s) :n alkuasetustietokanssasta on korruptoitunut!

source: can't convert "%s" to boolean for key "%s"
fi: ei voi muuntaa "%s" boolean arvoon millekk‰‰n avaimelle "%s"

source: using default "%s" instead
fi: k‰ytt‰‰ alkuarvoa "%s" sijasta
ko: 기본값 "%s" 를 대신 사용

source: can't convert "%s" to integer for key "%s"
fi: ei voi muuntaa "%s" kokonaislukua millekk‰‰n avaimelle "%s"
ko: "%s" 인 "%s" 키의 값을 정수형으로 변환 못함

source: Wrong option format for key "%s". Should be %s.
fi: V‰‰r‰ muoto avaimella "%s". Pit‰isi olla %s.
ko: "%s" 키 옵션 포맷이 잘못됨. %s인 거 같음.

source: Incorrect number of elements in array for key "%s".
fi: V‰‰r‰ lukum‰‰r‰ osia taulukossa avaimella "%s".
ko: "%s" 키 부분의 인자 수가 맞지 않음

source: Wrong value for key "%s". Should be Coordinate.
fi: V‰‰r‰ arvo avaimella "%s". Pit‰isi olla koordinaatti
ko: "%s" 키 값이 잘못됨. 좌표로 보임.

source: can't convert array to integers for "%s".
fi: ei voi muuntaa taulukkoa kokonaisluvuksi "%s":lle.
ko: "%s" 의 값을 정수형으로 변환치 못함.

source: Invalid focus mode "%s". Should be Manual, Auto or Sloppy.
fi: V‰‰r‰ focusmoodi "%s". Pit‰isi olla Manual, Auto tai Sloppy

source: Invalid colormap focus mode "%s". Should be Manual or Auto.
fi: V‰‰r‰ colormap focusmoodi "%s". Pit‰isi olla Manual tai Auto.

source: Invalid window placement mode "%s". Should be Auto, Cascade, Random or Manual.
fi: V‰‰r‰ ikkunan sijoitusmoodi "%s". Pit‰isi olla Auto, Cascade, Randomtai Manual.

source: Invalid geometry display type "%s". Should be Center, Corner, Floating or Line.
fi: V‰‰r‰ geometria n‰yttˆtyyppi "%s". Pit‰isi olla Center, Corner, Floating tai Line.

source: Invalid speed "%s". Should be UltraFast, Fast, Medium, Slow or UltraSlow.
fi: V‰‰r‰ nopeus "%s". Pit‰isi olla UltraFast, Fast, Medium, Slow tai UltraSlow.

source: "%s" is not a valid color name
fi: "%s" ei ole kelvollinen v‰rin nimi
ko: "%s" 는 제대로 된 색상명이 아님

source: bad number of arguments in gradient specification
fi: virheellinen m‰‰r‰ argumentteja liukuv‰rj‰yksen m‰‰rittelyss‰
ko: Gradient 스펙의 인자가 맞지 않음

source: too few arguments in multicolor gradient specification
fi: liian v‰h‰n argumentteja moniv‰risen liukuv‰rj‰yksen m‰‰rittelyss‰
ko: 다색 gradient 스펙의 인수가 너무 작음

source: Error in texture specification for key "%s"
fi: Virhe tekstuurin m‰‰rittelyss‰ avaimalla "%s"

source: Too few elements in array for key "WorkspaceBack".
fi: Liian v‰h‰n elementtej‰ taulokossa avaimella "WorkspaceBack".
ko: WorkspaceBack 키 부분의 인자가 너무 적음

source: Wrong type for workspace background. Should be Texture.
fi: V‰‰r‰n tyyppinen tyˆtila taustakuva. Pit‰isi olla tekstuuri.
ko: 배경색 설정이 잘못됨. Texture로 보임.

source: Cannot get color entry for key "WorkspaceBack".
fi: Ei ole v‰rim‰‰rityst‰ avaimelle "WorkspaceBack".
ko: "WorkspaceBack" 키에 컬러 항목을 가져올 수 없음.

source: key "WorkspaceBack" has invalid color "%s"
fi: avaimella "WorkspaceBack" on v‰‰r‰ v‰ri "%s"
ko: "WorkspaceBack" 키에 적절치 않은 색상 "%s"

source: Cannot get file entry for key "WorkspaceBack".
fi: Ei ole tiedostoa avaimelle "WorkspaceBack".
ko: "WorkspaceBack" 키에서 파일 항목을 가져올 수 없음.

source: could not run "%s"
fi: ei voi k‰ynnist‰‰ "%s"
ko: "%s" 를 실행할 수 없음

source: could not find background image "%s"
fi: en lˆyd‰ taustakuvaa "%s"
ko: 배경 이미지 "%s" 를 찾지 못함

source: Error in texture specification for key "WorkspaceBack"
fi: Virhe tekstuurin m‰‰rittelyss‰ avaimelle "WorkspaceBack"

source: Invalid justification type "%s". Should be Left, Center or Right
fi: V‰‰r‰ tasaustyyppi "%s". Pit‰isi olla Vasen, Keskitetty tai Oikea

source: could not load any usable font
fi: ei voinut ladata yht‰‰n k‰yttˆkelpoista kirjasinlajia
gl: non pode cargar ningunha fonte usable
it: non e' possibile caricare alcun font
ko: 사용 가능한 글꼴이 없음

source: could not get color for key "%s"
fi: en lˆyt‰nyt avainta "%s" vastaavaa v‰ri‰
ko: "%s" 키에 지정된 색을 할당할 수 없음

source: invalid key modifier "%s"
fi: v‰‰r‰ avaimen muunnin "%s"

source: invalid kbd shortcut specification "%s"
fi: v‰‰r‰ n‰pp‰in oikopolku m‰‰rittely "%s"

source: invalid key in shortcut "%s"
fi: v‰‰r‰ avain n‰pp‰in oikopolussa "%s"

source: could not render texture for icon background
fi: ei voi piirt‰‰ tekstuuria kuvakkeen taustalle
ko: 아이콘 배경 이미지를 그리지 못함

source: could not render texture for workspace background
fi: ei voi piirt‰‰ tekstuuria taustakuvaksi
ko: 작업공간 배경 이미지를 그리지 못함

source: Cancel
fi: Peru
gl: Cancelar
it: Cancellare
ko: 취소

source: Exit
fi: Poistu
gl: Sair
it: Uscire
ko: 종료

source: Yes
fi: Kyll‰
ko: 예

source: No
fi: Ei
ko: 아니오

source: Could not open directory
fi: Ei voi avata hakemistoa
ko: 디렉토리를 열 수 없음

source: Could not load image file
fi: Ei voi avata kuvatiedostoa
ko: 이미지 파일을 읽을 수 없음

source: Directories
fi: Hakemistot
ko: 디렉토리

source: Icons
fi: Kuvakkeet
ko: 아이콘

source: File Name:
fi: Tiedoston nimi:
ko: 파일명:

source: Choose File
fi: Valitse tiedosto
ko: 파일 선택

source: Icon Chooser
fi: Kuvakkeen valitsin
ko: 아이콘 선택

source: Command Arguments
fi: Ohjelman k‰ynnistysparametrit

source: Command for files dropped by DND
fi: Komento tiedostoille, jotka pudotettiin DND:ll‰

source: %d will be replaced with the file name
fi: %d korvataan tiedoston nimell‰
ko: %d 에 넘겨 받은 파일명을 대입함

source: DND support was not compiled in
fi: tukea DND:lle ei k‰‰nnetty mukaan
ko: 컴파일시 DND 지원이 포함되지 않음

source: Icon
fi: Kuvake

source: Browse...
fi: Selaa...
ko: 찾기

source: Launch this application automatically
fi: K‰ynnist‰ t‰m‰ ohjelma automaattisesti

source: Docked Application Settings
fi: Docatun ohjelman asetukset
ko: Dock 애플리케이션 설정

source: Workspace Clip
fi: Tyˆtilan Clip

source: All selected icons will be removed!
fi: Kaikki valitut kuvakkeet poistetaan
ko: 선택한 모든 아이콘이 없어집니다!!

source: Keep Icon
fi: Pid‰ kuvake
ko: 아이콘 유지

source: Type the command used to launch the application
fi: Kirjoita komento, jolla ohjelma k‰ynnistet‰‰n
ko: 애플리케이션 실행 명령

source: could not create workspace submenu for Clip menu
fi: Ei voinut luoda tyˆtila alimenua Clip:lle
ko: Clip 메뉴를 위한 작업공간 부속메뉴를 만들지 못함

source: could not create options submenu for Clip menu
fi: ei voinut luoda asetukset alimenua Clip:lle
ko: Clip 메뉴를 위한 옵션 부속메뉴를 만들지 못함

source: Floating Clip
fi: Leijuva Clip

source: Collapsed
fi: H‰ivyt‰
ko: 아이콘 숨김

source: AutoCollapse
fi: AutoH‰ivyt‰
ko: 자동 숨김

source: AutoAttract Icons
fi: Ker‰‰ kuvakkeet automaattisesti
ko: 아이콘 자동 모음

source: Keep Attracted Icons
fi: Pid‰ ker‰tyt kuvakkeet
ko: 모은 아이콘 유지

source: Floating Dock
fi: Leijuva Dock

source: Clip Options
fi: Clip:in asetukset
ko: Clip 옵션

source: (Un)Select Icon
fi: (ei)Valitse kuvake
ko: 아이콘 (안)선택

source: (Un)Select All Icons
fi: (ei)valitse kaikki kuvakkeet
ko: 모든 아이콘 (안)선택

source: Keep Icon(s)
fi: Pid‰ kuvakkeet
ko: 아이콘 유지

source: Move Icon(s) To
fi: Siirr‰ kuvakkeet ...
ko: 아이콘 옮김

source: Remove Icon(s)
fi: Poista kuvakkeet
ko: 아이콘 없앰

source: Attract Icons
fi: Ker‰‰ kuvakkeet
ko: 아이콘 모음

source: Launch
fi: K‰ynnist‰
ko: 실행

source: Settings...
fi: Asetukset...
ko: 설정...

source: bad value in docked icon state info %s
fi: virheellinen arvo dokatulla kuvakkeen tilalla %s
ko: Dock 아이콘의 상태정보에 잘못된 값 %s

source: bad value in docked icon position %i,%i
fi: virheellinen arvo dokatun kuvakkeen paikkassa %i,%i
ko: Dock 아이콘의 위치값 %i,%i 는 잘못된 값

source: there are too many icons stored in dock. Ignoring what doesn't fit
fi: on liian monta kuvaketta s‰ilˆttyn‰ dokkiin. Unohdan ne jotka eiv‰t mahdu
ko: Dock 에 들어간 아이콘이 너무 많음. 필요 없는 것을 지우십시오

source: Dock Icon
fi: Dokkaa kuvake

source: Could not execute command "%s"
fi: Ei voi ajaa komentoa "%s"
ko: "%s" 명령을 실행할 수 없음.

source: stack overflow: too many dead processes
fi: pinon ylivuoto: liian monta kuollutta prosessia
gl: desbordamiento de pila: demasiados procesos mortos
it: stack troppo pieno: troppi processi morti
ko: 스택 오버플로우: 죽은 프로세스가 많음

source: could not render gradient: %s
fi: ei voi piirt‰‰ liukuv‰rj‰yst‰: %s
ko: Gradient 를 표현하지 못함: %s

source: error rendering image:%s
fi: virhe piirt‰ess‰ kuvaa: %s
ko: 이미지 렌더링 에러:%s

source: could not find default icon "%s"
fi: ei voi lˆyt‰‰ oletusarvokuvaketta "%s"
gl: non se pode atopa-lo icono por defecto "%s"
it: non e' possibile trovare l'icona di default "%s"
ko: 기본 아이콘 "%s" 찾지 못함

source: could not load default icon "%s"
fi: ei voi ladata oletusarvokuvaketta "%s"

source: Restart failed!!!
fi: Uudelleen k‰ynnistys ep‰onnistui!!!
gl: Fallo o reinicializar!!!
it: Inizializzazione fallita!!!
ko: 재시작 실패!!!

source: %s aborted.
fi: %s lopettu.
gl: %s cancelado.
it: %s fallito.
ko: %s 종료.

source: usage: %s [-options]
fi: k‰yttˆ: %s [-asetuket]
gl: uso: %s [-opcións]
it: utilizzo: %s [-opzioni]
ko: 사용법: %s [-옵션]

source: options:
fi: asetukset:
gl: opcións:
it: opzioni:
ko: 옵션:

source: -nocpp disable preprocessing of configuration files
fi: -nocpp ota pois k‰ytˆst‰ konfiguraatiotiedostojen esik‰sittely
gl: -nocpp desactiva o preprocesamento dos arquivos de configuración
it: -nocpp disattiva il preprocessamento dell'archivio di configurazione
ko: -nocpp 설정파일의 실시간 적용을 사용 안함

source: -nodock do not open the application Dock
fi: -nodock ‰l‰ avaa dokkia
gl: -nodock non usa-la aplicación Dock
it: -nodock nono usare l'applicazione Dock
ko: -nodock 애플리케이션 Dock 을 사용 안함

source: -noclip do not open the workspace Clip
fi: -noclip ‰l‰ avaa clippi‰
ko: -noclip Clip 을 사용 안함

source: -visualid visualid visual id of visual to use
fi: -visualid visualid k‰ytett‰v‰n visualin id
ko: -visualid visualid visual id 를 사용함

source: -display host:dpy display to use
fi: -display k‰ytett‰v‰ host:dpy display
gl: -display host:dpy servidor a usar
it: -display host:dpy display da usare
ko: -display 호스트:디스플레이 사용할 디스플레이

source: -version print version and exit
fi: -version tulosta versio ja poistu
gl: -versión mostra a versión e escapa
it: -version mostra la versione e esce
ko: -version 버젼을 표시하고 종료

source: could not determine home directory
fi: ei voi m‰‰ritell‰ kotihakemistoa

source: could not find user GNUstep directory. Make sure you have installed WindowMaker correctly and run wmaker.inst
fi: ei voi m‰‰ritell‰ k‰ytt‰j‰n GNUstep hakemistoa. Tarkista, ett‰ olet asentanut WindowMaker:in oikein ja ett‰ olet ajanut wmaker.inst:in

source: %s:could not execute initialization script
fi: %s:ei voi ajaa k‰ynnistys skriptaa
ko: %s: 초기화 스크립트를 실행할 수 없습니다.

source: too few arguments for %s
fi: liian v‰h‰n argumentteja %s:lle
ko: %s 를 위한 인자가 부족함

source: bad value for visualid: "%s"
fi: v‰‰r‰ arvo visualidlle: "%s"
ko: Visualid 의 잘못된 값: "%s"

source: X server does not support locale
fi: X server ei tue ymp‰ristˆ‰
gl: o servidor de X non soporta locale
it: Il server X non suporta locale
ko: X 서버가 로케일을 지원하지 않음

source: cannot set locale modifiers
fi: ei voi asettaa ymp‰ristˆn muuntimia
gl: non se pode variar os modificadores locale
ko: 로케일 modifier 를 설정할 수 없음

source: could not open display "%s"
fi: ei voi avata n‰yttˆ‰ "%s"
ko: "%s" 디스플레이를 열지 못함.

source: wrealloc() failed while trying to add menu item
fi: wrealloc() ep‰onnistui yritt‰ess‰‰n lis‰t‰ valikon kohdan
gl: wrealloc () fallou mentras se intentaba engadir un campo o menu
ko: 메뉴 아이템 추가 시도중 wrealloc() 실패

source: could not define value for %s for cpp
fi: ei voinut m‰‰ritt‰‰ arvoa %s cpp:lle
gl: non se pode defini-lo valor de %s para o cpp
ko: cpp 의 %s 를 위한 값이 정의되지 않음

source: could not get password entry for UID %i
fi: ei saanut salasanaa k‰ytt‰j‰lle %i
gl: non pode obte-la entrada de password para o UID %i
ko: UID %i 의 패스워드 부분을 읽을 수 없음

source: your machine is misconfigured. HOSTNAME is set to %s
fi: koneesi on konfiguroity v‰‰rin. HOSTNAME on asetettu %s:ksi
ko: 시스템 설정이 잘못됨. HOSTNAME 을 %s 로 설정함

source: your machine is misconfigured. HOST is set to %s
fi: koneesi on konfiguroity v‰‰rin. HOST on asetettu %s:ksi
ko: 시스템 설정이 잘못됨. HOST 를 %s 로 설정함

source: selection timed-out
fi: valinta poistettu k‰ytt‰m‰ttˆm‰n‰
gl: selección fora de tempo
ko: 선택시간 초과

source: Program Arguments
fi: Ohjelman parametrit
ko: 프로그램 옵션

source: Enter command arguments:
fi: Syˆt‰ komentoriviparametrit:
ko: 명령어:

source: unable to get dropped data from DND drop
fi: ei saa pudotettua dataa DND pudotuksesta

source: error getting dropped data from DND drop
fi: virhe pudotetun datan vastaanotossa DND pudotukselta

source: out of memory while getting data from DND drop
fi: muisti loppui DND pudotuksen dataa vastaanotettaessa

source: out of memory during expansion of "%s"
fi: muisti loppui %s:‰‰ laajennettaessa
gl: fora de memoría durante a expansión de "%s"
ko: "%s" 의 확장 중 메모리 부족

source: out of memory during expansion of "%w"
fi: muisti loppui %w:‰‰ laajennettaessa
ko: "%w" 의 확장 중 메모리 부족

source: out of memory during expansion of "%a"
fi: muisti loppui %a:‰‰ laajennettaessa
ko: "%a" 의 확장 중 메모리 부족

source: out of memory during expansion of "%d"
fi: muisti loppui %d:‰‰ laajennettaessa
ko: "%d" 의 확장 중 메모리 부족

source: selection not available
fi: valintaa ei ole saatavilla
gl: opción non dispoñible
ko: 선택 불가능

source: bad window name value in %s state info
fi: ep‰kelpo ikkunan nimi %s tilatiedoissa
ko: %s 상태 정보의 윈도우 이름이 잘못됨

source: could not load mask bitmap file "%s". Won't use mask
fi: ei voinut ladata naamio-bittiakarttaa "%a". Naamiota ei k‰ytet‰
gl: non se puido carga-la mascara do bitmap "%s". Non se usará mascara
it: l'archivio bitmap "%s" non puo' essere aperto.

source: The following character sets are missing:
fi: Seuraavat merkistˆt puuttuvat
gl: O seguinte conxunto de caracteres non se atopan:

source: The string "%s" will be used in place
fi: Merkkijonoa "%s" k‰ytet‰‰n
gl: A cadea "%s" podería ser usada en susbtitución

source: of any characters from those sets.
fi: merkistˆist‰ puuttuvien merkkien sijaan.
gl: de algún caracter destos.

source: could not create font set %s. Trying fixed
fi: ei voinut luoda kirjasinlajia %s. Kokeillaan fixed:i‰
ko: %s 글꼴 셋을 만들지 못함. 기본 글꼴로 재시도

source: could not load font %s. Trying fixed
fi: ei voinut avata kirjasinlajia %s. Kokeillaan fixed:i‰
ko: %s 글꼴이 없음. 기본 글꼴로 재시도

source: could not parse color "%s"
fi: ei voinut k‰sitell‰ v‰ri‰ "%s"
ko: "%s" 색을 인식할 수 없음

source: could not allocate color "%s"
fi: ei voinut varata v‰ri‰ "%s"
ko: "%s" 색을 할당할 수 없음

source: Program "%s" not found or cannot be executed.
fi: Ohjelmaa "%s" ei lˆytynyt tai sit‰ ei voitu ajaa.

source: Exit window manager?
fi: Poistutaanko ikkunointij‰rjestelm‰st‰?
gl: Sair do xestor de fiestras?
it: Uscire dal gestore di finestre?
ko: 윈도우 관리자를 종료하시겠습니까?

source: Close X session
fi: Sulje X yhteys
gl: Fecha-la sesión X
it: Chiudere la sessione X
ko: X 를 종료합니다!

source: Close Window System session? (all applications will be closed)
fi: Suljetaanko ikkunointij‰rjestelm‰n istunnosta? (kaikki sovellukset suljetaan)
gl: Fecha-la sesión do Sistema de Fiestras? (tódalas aplicacións serán fechadas)
it: Chiudere la sessione del gestore di finestre? (tutti gli applicativi saranno chiusi)
ko: X 를 종료하시겠습니까? (모든 애플리케이션이 종료됩니다)

source: Exiting...
fi: Poistutaan...
gl: Saíndo...

source: %s:invalid key modifier "%s"
fi: %s: ep‰kelpo n‰pp‰in "%s"
ko: %s:키 Modifier "%s" 가 적절치 않음

source: %s:invalid kbd shortcut specification "%s"
fi: %s: ep‰kelpo n‰pp‰in oikopolun m‰‰ritys "%s"
gl: %s especificación non válida de tecla rápida
it: %s:especificazione di scorciatoia di tastiera invalido "%s"
ko: %s:키보드 단축키 "%s" 가 적절치 않음

source: %s:invalid key in shortcut "%s"
fi: %s: ep‰kelpo n‰pp‰in oikopolussa "%s"
ko: %s:"%s" 단축키에 적절치 않은 키가 존재함

source: %s: unmatched '"' in menu file
fi: %s: paria merkille '"' ei lˆydy valikkotiedostosta
ko: 메뉴 파일의 '"' 짝이 맞지 않음

source: %s: missing command
fi: %s: puuttuva komento
ko: %s: 명령어가 없음

source: invalid OPEN_MENU specification: %s
fi: ep‰kelpo OPEN_MENU m‰‰ritys: %s
ko: OPEN_MENU 스펙이 적절치 않음: %s

source: %s:could not stat menu
fi: %s: valikolta ei saatu stat-tietoja

source: %s:could not stat menu :%s
fi: %s: valikolta %s ei saatu stat-tietoja

source: too many parameters in OPEN_MENU: %s
fi: liian monta parametria OPEN_MENUssa: %s
ko: OPEN_MENU 에 매개 변수가 너무 많음: %s

source: There are more than one WORKSPACE_MENU commands in the applications menu. Only one is allowed.
fi: Sovellukset valikossa on enemm‰n kuin yksi WORKSPACE_MENU m‰‰ritys. Vain yksi on sallittu.

source: %s:missing parameter for menu command "%s"
fi: %s: puuttuva parametri valikkokomennolla "%s"
ko: %s: 메뉴 명령어 "%s" 의 인수가 빠졌음

source: %s:unknown command "%s" in menu config.
fi: %s: tuntematon komento "%s" valikon m‰‰rityksess‰.
ko: %s:메뉴 설정의 "%s" 명령을 알 수 없음.

source: %s:can't add shortcut for entry "%s"
fi: %s: ei voi lis‰t‰ oikopolkua kohdalle "%s"

source: %s:maximal line size exceeded in menu config: %s
fi: %s: rivin pituus ylitt‰‰ suurimman sallitun valikon m‰‰rityksess‰: %s
ko: %s:메뉴 설정의 최대 줄수를 초과함: %s

source: %s:missing command in menu config: %s
fi: %s: komento puuttuu valikon m‰‰rityksess‰: %s
ko: %s:메뉴에 등록된 명령을 찾을 수 없음: %s

source: %s:syntax error in menu file:END declaration missing
fi: %s: valikon m‰‰rityksen syntaksissa virhe: END m‰‰re puuttuu
ko: %s:메뉴파일 문법에러:END 선언문 없음

source: could not make arguments for menu file preprocessor
fi: ei voinut tehd‰ parametreja valikkotiedoston esik‰sittelij‰lle
gl: non podo facer argumentos para o preproceso do arquivo do menú
it: non e' stato possibile creare parametri per il preprocessore per menu

source: %s:could not open/preprocess menu file
fi: %s: ei voinut avata/esik‰sitell‰ valikkotiedostoa
ko: %s:메뉴 파일을 열기/분석 못함

source: %s:could not open menu file
fi: %s: ei voinut avata valikkotiedostoa
ko: %s:메뉴 파일을 열지 못함

source: %s:invalid menu file
fi: %s: ep‰kelpo valikkotiedosto

source: error reading preprocessed menu data
fi: virhe luettaessa esik‰sitelty‰ valikkodataa

source: %s:no title given for the root menu
fi: %s: juurivalikolle ei ole annettu nime‰
ko: %s:기본 메뉴 제목 지정되지 않음

source: out of memory while constructing directory menu %s
fi: muisti loppui luotaessa hakemistovalikkoa %s
ko: %s 디렉토리 메뉴 생성 중 메모리 부족

source: %s:could not stat file "%s" in menu directory
fi: %s: tiedostolta "%s" ei saatu stat-tietoja valikkohakemistossa

source: Commands
fi: Komennot
gl: Comandos
it: Comandi
ko: 명령어

source: Exit...
fi: Poistu...
gl: Sair...
it: Uscire...
ko: 종료...

source: %s:could not find menu file "%s"
fi: %s: valikkotiedostoa "%s" ei lˆytynyt

source: %s:could not access menu "%s"
fi: %s: valikkoa "%s" ei voitu k‰sitell‰

source: %s:format error in root menu configuration "%s"
fi: %s: muotoiluvirhe juurivalikon m‰‰rityksess‰ "%s"
ko: %s: 루트 메뉴 설정의 "%s" 포맷 에러

source: it seems that there already is a window manager running
fi: jokin ikkunointij‰rjestelm‰ n‰ytt‰isi olevan k‰ynniss‰
gl: pareceme que xa tes un xestor de fiestras correndo
it: sembra che un'altro gestore di finestre sia in esecuzione
ko: 이미 다른 윈도우 메니져가 작동 중

source: could not load logo image for panels
fi: panelien logo-kuvaa ei voitu ladata
ko: 패널에 쓰일 로고 이미지를 읽지 못함

source: error making logo image for panel:%s
fi: virhe panelin %s logon luonnissa
ko: 패널에 쓰일 로고 이미지를 만들지 못함:%s

source: could not initialize graphics library context: %s
fi: graafisen kirjaston kontekstia %s ei voitu alustaa
ko: 그래픽 라이브러리 환경을 초기화 할수 없음

source: can't convert "%s" to boolean
fi: "%s":‰‰ ei voida muuttaa totuusarvoksi (boolean)

source: could not get window list!!
fi: ikkunaluetteloa ei saatu
gl: non se puido obte-la lista de fiestras!!
ko: 윈도우 리스트를 가져 올 수 없음!!

source: internal X error: %s
fi: sis‰inen X virhe: %s
gl: erro interno das X: %s
it: errore interno di X: %s
ko: X 내부 에러: %s

source: got signal %i (%s) - restarting
fi: vastaanotettu signaali %i (%s) - k‰ynnistet‰‰n uudelleen
ko: %i (%s) 신호 감지 - 재시동

source: got signal %i - restarting
fi: vastaanotettu signaali %i - k‰ynnistet‰‰n uudelleen
ko: %i 신호 감지 - 재시동함

source: %s: Received signal SIGTERM. Exiting...
fi: %s: vastaanotettu signaali SIGTERM. Poistutaan...
ko: %s: SIGTERM 신호 받음. 종료...

source: got signal %i (%s)
fi: vastaanotettu signaali %i (%s)
gl: recibida o sinal %i (%s)
ko: %i (%s) 신호 감지

source: got signal %i
fi: vastaanotettu signaali %i
gl: recibida o sinal %i
ko: %i 신호 감지

source: trying to start alternative window manager...
fi: yritet‰‰n k‰ynnist‰‰ vaihtoehtoista ikkunointij‰rjestelm‰‰...

source: Windows
fi: Ikkunat
gl: Fiestras
it: Finestra
ko: 윈도우 리스트

source: image file "%s" used as texture could not be found.
fi: tekstuurina k‰ytetty‰ kuvatiedostoa "%s" ei lˆydy.
ko: "%s" 이미지 파일을 찾을 수 없음.

source: could not load texture pixmap "%s":%s
fi: tekstuuri pikselikarttaa "%s" ei lˆydy: %s
ko: Texture pixmap "%s"을 열 수가 없음.

source: could not render texture: %s
fi: tekstuuria %s ei voida renderoida
ko: Texture 렌더링을 할 수 없음: %s

source: could not find icon file "%s"
fi: kuvaketiedostoa "%s" ei lˆytynyt
ko: "%s" 아이콘을 찾지 못함

source: could not create workspace submenu for window menu
fi: ei voitu luoda tyˆtilojen alivalikkoa ikkunavalikolle
ko: 윈도우메뉴를 위한 작업공간 부속메뉴를 만들 수 없음

source: (Un)Maximize
fi: Suurenna/Pienenn‰
gl: (Des)Maximizar
it: (De)Massimizare
ko: (안)최대화

source: Miniaturize
fi: Minimoi
gl: Miniaturizar
it: Miniaturizzare
ko: 최소화

source: (Un)Shade
fi: (Vain) Otsikkopalkki
gl: (Des)Enrolar
it: (Dis)Coprire??
ko: (안)가림

source: Hide
fi: Piilota
gl: Agachar
it: Nascondere
ko: 숨김

source: Hide Others
fi: Piilota muut
gl: Agachar as outras
it: Nascondere le altre
ko: 다른 것들 숨김

source: Select
fi: Valitse
ko: 선택

source: Move To
fi: Siirr‰
ko: 옮김

source: Attributes...
fi: Ominaisuudet
ko: 속성 설정

source: Close
fi: Sulje
gl: Fechar
it: Chiudere
ko: 닫기

source: Could not find specified icon file
fi: Valittua kuvaketiedostoa ei lˆytynyt

source: not enough memory to open window inspector panel
fi: ei riitt‰v‰sti muistia ikkunan tarkkailija panelin avaamiseksi

source: Save
fi: Tallenna
ko: 저장

source: Apply
fi: Toteuta
ko: 적용

source: Revert
fi: Palaa
ko: 복구

source: Window Specification
fi: Ikkunan m‰‰ritykset
ko: 윈도우 선택

source: Window Attributes
fi: Ikkunan ominaisuudet
ko: 윈도우 속성

source: Advanced Options
fi: Tarkemmat m‰‰ritykset
ko: 고급 옵션

source: Icon and Initial Workspace
fi: Kuvake ja alustava tyˆtila
ko: 아이콘, 초기 작업공간

source: Application Specific
fi: Sovelluskohtaiset
ko: 애플리케이션

source: Defaults for all windows
fi: Oletusarvot kaikille ikkunoille
ko: 윈도우 기본값

source: The configuration will apply to all windows that have their WM_CLASS property set to the above selected name, when saved.
fi: M‰‰ritys vaikuttaa kaikkiin ikkunoihin joiden WM_CLASS ominaisuus on asetettu yll‰ valituksi nimeksi tallennuksen j‰lkeen.
ko: 설정을 저장하면 위에 선택한 이름을 포함하는 WM_CLASS 속성을 가지는 모든 윈도우에 그 설정이 적용됩니다.

source: Attributes
fi: Ominaisuudet
ko: 속성 선택 항목

source: Disable titlebar
fi: ƒl‰ k‰yt‰ otsikkopalkkia
ko: 타이틀바 숨김

source: Disable resizebar
fi: ƒl‰ k‰yt‰ kokopalkkia
ko: 크기조정바 숨김

source: Disable close button
fi: ƒl‰ k‰yt‰ sulje-nappia
ko: 닫기 버튼 없앰

source: Disable miniaturize button
fi: ƒl‰ k‰yt‰ pienenn‰-nappia
ko: 최소화 버튼 없앰

source: Keep on top
fi: Pid‰ p‰‰ll‰
ko: 항상 위

source: Omnipresent
fi: N‰kyviss‰ kaikkialla
ko: 항상 보임

source: Start Miniaturized
fi: K‰ynnist‰ pienennettyn‰
ko: 최소화하여 실행

source: Skip window list
fi: ƒl‰ n‰yt‰ ikkunaluettelossa
ko: 윈도우 리스트에서 제외

source: Advanced
fi: Tarkemmat m‰‰ritykset
ko: 고급 선택 항목
