Repository: djmasde/wmaker
Catalog: WindowMaker-0.20.3/po/*.po
Languages: fi, gl, it, ko

source: Ignore HideOthers
fi: ƒl‰ huomio PiilotaMuut-komentoa
ko: 다른 것들 숨김 무시

source: Don't bind keyboard shortcuts
fi: ƒl‰ sido n‰pp‰imistˆn oikopolkuja
ko: 단축키 사용 불가

source: Don't bind mouse clicks
fi: ƒl‰ sido hiiren n‰p‰ytyksi‰
ko: 마우스 클릭 사용 불가

source: Keep inside screen
fi: Pid‰ n‰ytˆn sis‰puolella
ko: 항상 화면안에 위치

source: No application icon
fi: Ei sovelluskuvaketta
ko: 애플리케이션 아이콘 사용 안함

source: Don't let it take focus
fi: ƒl‰ anna fokusta
ko: 활성화 안됨

source: Don't Save Session
fi: ƒl‰ tallenna istuntoa
ko: 세션을 저장하지 않음

source: Enable the "Don't bind..." options to allow the application to receive all mouse or keyboard events.
fi: K‰yt‰ kaikkia "ƒl‰ sido..." vaihtoehtoja antaaksesi sovellukselle kaikki n‰pp‰imistˆn ja hiiren tapahtumat

source: Miniwindow Image
fi: Kuvake
ko: 아이콘

source: Update
fi: P‰ivit‰
ko: 갱신

source: Icon file name:
fi: Kuvakkeen tiedostonimi:
ko: 아이콘 파일명:

source: Ignore client supplied icon
fi: ƒl‰ k‰yt‰ sovelluksen antamaa kuvaketta
ko: 애플리케이션 아이콘 무시

source: Initial Workspace
fi: Tyˆtila k‰ynnistett‰ess‰
ko: 초기 작업공간

source: Nowhere in particular
fi: Ei mik‰‰n erityinen
ko: 특별한 설정 없음

source: Application Wide
fi: Sovelluskohtainen
ko: 애플리케이션

source: Start Hidden
fi: K‰ynnist‰ piilotettuna
ko: 숨겨서 실행

source: Workspace %i
fi: Tyˆtila %i

source: Workspaces
fi: Tyˆtilat
gl: Area de Traballo
ko: 작업공간

source: could not create Workspace menu
fi: ei voinut luoda Tyˆtila-valikkoa
gl: non se pode crear un menu do Workspace(Area de traballo)
it: non e' stato possibile creare il menu Workspace
ko: 작업공간 메뉴를 만들수 없음

source: New
fi: Uusi
gl: Novo
it: Nuovo
ko: 새 작업공간 만듬

source: Destroy Last
fi: Tuhoa viimeinen
gl: Destrui-lo Derradeiro
it: Distruggere Último
ko: 마지막 작업공간 없앰

source: invalid data in selection
fi: ep‰kelpo data valinnassa

source: %s: modifier key %s is not valid
ko: %s: Modifier 키 %s 가 적당치 않음

source: background texture rendering was unsuccessfull
ko: 배경 화면 생성에 실패함

source: could not load image %s for option %s:%s
ko: 이미지 %s 를 읽지 못함. 옵션 %s:%s

source: Type the name for workspace %i:
ko: 작업공간 %i 의 이름을 입력:

source: Rename Workspace
ko: 작업공간 이름 바꿈

source: could not launch application %s
ko: %s 애플리케이션을 실행할 수 없음

source: Keep Clip On Top
ko: Clip 항상 보임

source: Keep Dock On Top
ko: Dock 항상 보임

source: could not find icon %s, used in a docked application
ko: 도킹된 애플에 사용할 %s 아이콘을 찾을 수 없음

source: Could not open specified icon file:%s
ko: 지정된 아이콘을 열 수 없음:%s

source: Start when WindowMaker is started
ko: 윈도우메이커가 실행될때 실행함

source: Application path and arguments
ko: 애플리케이션 PATH, 명령어

source: Command for files dropped with DND
ko: DND 로 실행할 명령어

source: Icon Image
ko: 아이콘 이미지

source: error loading image file "%s"
ko: 이미지 파일 "%s"를 읽는 중 에러

source: could not create directory %s
ko: %s 디렉토리 생성 실패

source: could not load default icon "%s":%s
ko: 기본 아이콘 "%s":%s 읽지 못함

source: could not exec window manager
ko: 윈도우 관리자를 실행할 수 없음

source: could not find user GNUstep directory (%s). Make sure you have installed Window Maker correctly and run wmaker.inst
ko: 사용자의 GNUstep 디렉토리 (%s)를 찾을 수 없음. 윈도우 메이커를 제대로 설치했는지 확인하고 wmaker.inst 를 실행하시오

source: %s:could not execute exit script
ko: %s:종료 스크립트를 실행하지 못함

source: could not get array element
ko: 배열의 인자를 가져오지 못함

source: %s:invalid menu file. MENU command is missing
ko: %s:잘못된 메뉴 파일. MENU 항목이 없음

source: could not find menu file "%s" referenced in WMRootMenu
ko: WMRootMenu 에 지정된 "%s" 메뉴 파일을 찾지 못함

source: could not access menu "%s" referenced in WMRootMenu
ko: WMRootMenu 에 지정된 "%s" 메뉴 파일에 접근 못함

source: icon size is configured to %i, but it's too small. Using 16, instead
ko: 지정된 아이콘 크기(%i)가 너무 작음. 16으로 바꿈

source: Could not find icon "%s" specified for this window
ko: 이 윈도우에서 사용하는 "%s" 아이콘을 찾을 수 없음

source: Could not open specified icon "%s":%s
ko: 지정된 "%s" 아이콘을 열 수 없음:%s

source: could not open display %s
gl: non se pode abri-la pantalla %s
it: il display "%s" non puo' essere aperto

source: unsupported visual/depth for gradients
gl: visual/depth para gradiente non soportada
it: visual/depth non supportata per gradients

source: could not load XPM file "%s"
gl: non se puido carga-lo arquivo XPM "%s"
it: l'arquivo XPM "%s" non puo' essere aperto.

source: cannot load "%s": XPM support not compiled in
gl: non se puido cargar "%s": non compilado con soporte XPM
it: "%s" non puo' essere caricato: supporto per XPM non compilato

source: could not load XBM file "%s"
gl: podería non cargarse o arquivo XBM "%s"
it: l'archivio XBM "%s" non puo' essere caricato

source: can't identify image file "%s"
gl: non se pode identificar o arquivo de imaxe "%s"
it: l'archivio grafico "%s" non puo' essere identificato

source: unknown image format in "%s"
gl: formato de imaxe desconhecido en "%s"
it: formato grafico non riconosciuto in "%s"

source: can't load pixmap file "%s". Size too weird
gl: non se pode carga-lo arquivo de pixmax "%s". Tamaño moi raro
it: l'archivio pixmap "%s" non puo' essere caricato. Dimensioni troppo strane

source: virtual memory exhausted during pixmap load. Not fatal...
gl: memoria virtual esgotada durante a carga do pixmap. No é grave pero...
it: memoria esaurita durante il caricamento del pixmap. Non fatale...

source: virtual memory exhausted. Continuing...
gl: memoria virtual esgotada. Continuando...
it: memoria virtuale esaurita. Continuando...

source: cannot load "%s": XPM format not supported
gl: non se pode cargar "%s": o formato XPM non está soportado
it: "%s" non puo' essere caricato: supporto per XPM non compilato

source: can't convert XBM file "%s" to internal format
gl: non se pode convertir o arquivo XBM "%s" ó formato interno
it: errore durante conversione di XBM "%s" per formato interno

source: virtual memory exhausted during XPM load.
gl: memoria virtual esgotada durante a carga do XPM.
it: memoria terminata durante caricamento XPM.

source: could not convert image "%s" to internal format
gl: non pode converti-la imaxe "%s" o formato interno
it: errore durante conversione da immagine "%s" per formato interno

source: can't load "%s": XPM support not compiled in
gl: non se pode cargar "%s": non está compilado con soporte XPM

source: can't load "%s": unknown image format
gl: non se pode cargar "%s" : formato de imaxe descoñecido
it: "%s" non puo' essere caricato: formato di immagine non supportato

source: could not parse color %s
gl: non se pode analiza-lo cor %s
it: non e' possibile decodificare il colore %s

source: could not create font set %s. Using fixed
gl: non se pode crea-lo conxunto de fontes %s. Usando fixed

source: could not load any usable font set
gl: non se pode cargar ningún grupo de fontes

source: could not load font %s. Using fixed
gl: non se pode carga-la fonte %s. Usando fixed
it: non e' possibile caricare il font %s. Uso fixed

source: Gradient texture not supported for your display (PseudoColor %ibpp)
gl: O degradado non soportado pola túa pantalla (PseudoColor %ibpp)
it: Textura di gradiente non supportata per il suo display (PseudoColor %ibpp)

source: You must enable dithering to be able to use gradients with this display
gl: Debes de abilitar dithering para usa-lo gradiente con esta pantalla
it: E' necessarioabilitare il dithering per usare gradienti con il suo monitor

source: Gradient texture available only for PseudoColor and TrueColor displays
gl: A Textura do gradiente é posible só para pantallas con PseudoColor e TrueColor
it: Textura di gradients disponibile solamente per PseudoColor e TrueColor

source: could not allocate texture
gl: non pode localiza-la textura
it: textura non puo' essere allocata

source: colormap size value(s) too large
gl: valor(es) do tamaño do colormap(mapa de cor) demasiado longo
it: valori per dimensione della mappa colori troppo grande

source: Switch to %i
gl: Trocar a %i
it: Spostarsi a %i

source: out of memory to store menu commands. Nuking it.
gl: fora de memoria o garda-los comandos do menú. Asinxelando
it: fine memoria per comandi menu. Dimentico...

source: missing command in menu config: %s
gl: falta o comando no memú de configuración: %s
it: manca comando nella configurazione del menu: %s

source: menu can only have one WORKSPACE_MENU
gl: o menú pode ter só un WORKSPACE_MENU
it: e' permesso un solo WORKSPACE_MENU nel menu

source: unknown command "%s" in menu config.
gl: comando "%s" descoñecido na configuración do menu
it: comando invalido "%s" nella configurazione del menu.

source: syntax error in menu config. END declaration missing
gl: erro de sintaxe na configuración do menú. Declaración END omitida
it: errore di sintassi nella configurazione del menu. manca un END

source: syntax error in menu config. %s
gl: erro de sintaxe no menú de configuración. %s
it: errore di sintassi nella configurazione del menu: %s

source: no title given for the root menu
gl: non foi asignado ningún título a fiestra raíz
it: manca il titolo per il menu di aplicazioni

source: could not stat menu configuration file "%s"
gl: non se pode ve-lo arquivo de configuración do menu "%s"
it: errore di acesso all'archivio di menu "%s"

source: no read permision to menu configuration file
gl: non tes permiso de lectura do arquivo de configuración do menú
it: non ho permesso di lettura all'archivio di configurazione del menu

source: could not open menu configuration preprocessor
gl: non se pode abri-lo preprocesamento da configuración do menú
it: il preprocessore per menu non puo' essere aperto

source: couldn't open menu configuration file "%s"
gl: non se pode abri-lo arquivo de configuración"%s"
it: archivio di menu "%s" non puo' essere aperto

source: Could not read menu configuration (see console log for details)
gl: Non pode le-la configuración do menú (olla os log da consola para detalles)
it: Configurazione di menu non puo' essere letta (vedere il log nella console per i dettagli)

source: OK
gl: De acordo

source: %s: syntax error in line "%s"
gl: %s: erro de sintaxe na liña "%s"
it: %s: errore di sintassi in linea "%s"

source: %s: invalid window attribute specification in "%s"
gl: %s: especificado un atributo de fiestra non válido en "%s"
it: %s: specificazione attributo finestra invalido in "%s"

source: %s: unknown attribute in line "%s"
gl: %s: atributo descoñecido na liña "%s"
it: %s: attributo invalido in linea "%s"

source: %s: expected section identifier but got %s
gl: %s: esperábase un identificador de sección pero obtívose %s
it: %s: %s dovrebbe essere un identificatore di sezione

source: %s: unknown option in line "%s"
gl: %s: opción descoñecida na liña "%s"
it: %s: opzione invalida in linea "%s"

source: %s: invalid colormap size in line "%s"
gl: %s: tamaño do mapa de cor non valido na liña "%s"
it: %s: dimensioni mappa colori invalida in linea "%s"

source: %s: invalid geometry display type "%s". Shouldbe center, corner, floating or line
gl: %s tipo de xeometría da pantalla inválido "%s". Debería ser center, corner, floating ou line
it: %s: tipo di geometria su monitor invalido "%s". Valori permessi: center, corner, floating o line

source: %s: invalid focus mode "%s." Should be manual, auto or semiauto
gl: %s: modo "%s." de foco inválido. Debería de ser manual, auto ou semiauto
it: %s: modo di fuoco tastiera invalido "%s." Valori permessi: manual, auto o semiauto

source: %s: invalid window placement mode "%s". Should be auto, cascade or manual
gl: %s: modo de situa-la pantalla inválido "%s". Debería de ser auto ,cascade ou manual
it: %s: modo di layout di finestra invalido "%s". Valori permessi: auto, cascade o manual

source: %s: invalid texture type "%s" Should be solid, dgradient, vgradient or hgradient
gl: %s: tipo de textura inválida "%s" Debería de ser solid, dgradient, vgradient ou hgradient
it: %s: tipo di textura invalido "%s" Valori permessi: solid, dgradient, vgradient o hgradient

source: %s: invalid gradient spec. "%s"
gl: %s: mala especificación do gradiente. "%s"
it: %s: specificazione di gradiente invalido "%s"

source: %s: invalid coordinate "%s"
gl: %s: coordenadas inválidas "%s"
it: %s: coordinate invalide "%s"

source: %s: invalid justification type "%s". Should be left, center or right
gl: %s: tipo de xustificación inválido "%s". Debería de ser left, center ou right
it: %s: tipo di giustificazione invalido "%s". Valori permessi: left, center o right

source: could not make arguments for preference file preprocessor
gl: non podo facer argumentos para o arquivo de preferencias do preprocesador
it: non e' stato possibile creare parametri per il preprocessatore di arch.preferences

source: could not open preference file preprocessor
gl: non se pode abri-lo arquivo de preferencias do preprocesador
it: non e' stato possibile aprire il preprocessatore di arch.preferences

source: could not open configuration file: "%s"
gl: non se pode abri-lo arquivo de configuración: "%s"
it: non e' stato possibile aprire l'archivio di configurazione: "%s"

source: could not find a preference file (%s) in "%s"
gl: non se atopa o arquivo de preferncias (%s) no "%s"
it: archivio di configurazione (%s) non trovato in "%s"

source: could not find icon background "%s"
gl: non se pode atopa-lo icono para o fondo "%s"
it: non e' possibile trovare lo sfondo di icone "%s"

source: invalid dither colormap size specification.disabling
gl: especificación inválida de tamaño do mapa de cor. Desabilitado
it: specifica di dimensione per mappa colori per dither invalido. Disattivato.

source: Could not build PseudoColor color table
gl: Non se pode construi-la táboa de PseudoColor
it: Non e' stato possibile creare tabella colori PseudoColor

source: your machine is misconfigured. gethostname() returned %s
gl: o teu equipo está desconfigurado. gethostname() devolve %s

source: appmenu:could not create menu
gl: appmenu:non puido crea-lo menu

source: appmenu:could not create menu entry
gl: appmenu:non puido crear unha entrada no menu

source: could not open file "%s" to save Dock state
gl: non se puido abi-lo arquivo "%s" para graba-lo estado do Dock
it: e' impossibile aprire l'archivio "%s" per salvare lo stato di Dock

source: Could not execute program "%s"
gl: Non se pode executa-lo programa "%s"
it: Non e' possibile eseguire il programa "%s"

source: fatal error:
gl: erro fatal:
it: errore fatale:

source: warning:
gl: perigo:
it: problema:
